[{
  "_id": {
    "$oid": "665c76037c43a4bf7ed3f99f"
  },
  "name": "Kendrick Lamar",
  "slug": "kendrick-lamar",
  "photo": "https://i.discogs.com/Fon6g6Jt16_rgmum6tjKMcIwoQhjw98Jjxt7ObAE_No/rs:fit/g:sm/q:40/h:500/w:500/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE3Nzg5/NzctMTY2MTg0ODU3/Mi00NjE0LmpwZWc.jpeg",
  "profile": "Kendrick Lamar Duckworth (born June 17, 1987) is an American rapper and songwriter. Often regarded as one of the greatest rappers of all time, he is the only musician outside of the classical and jazz genres to be awarded the Pulitzer Prize for Music. His inclusion of social commentary and political criticism in his songwriting has influenced a rise in social conscience within his generation.\n",
  "imgur_img": "https://i.imgur.com/V6Itq0h.jpeg"
},
{
  "_id": {
    "$oid": "665c76087c43a4bf7ed3f9a3"
  },
  "name": "MF Doom",
  "slug": "mf-doom",
  "photo": "https://i.discogs.com/xTbd7CLrUmxR6zWS6Y9CPXHU4D5xCS41K5E52YiE7KQ/rs:fit/g:sm/q:40/h:719/w:596/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI1MDU4/LTE2MjQ4MjAxMzAt/MTY5Ni5qcGVn.jpeg",
  "profile": "Daniel Dumile[a] (/ˈduːməleɪ/ DOO-mə-lay; July 13, 1971[3] – October 31, 2020), also known by his stage name MF Doom or simply Doom (both stylized in all caps), was a British-American  rapper and record producer. Noted for his intricate wordplay, signature metal mask, and \"supervillain\" stage persona, Dumile became a major figure of underground hip hop and alternative hip hop in the 2000s.[4][5] After his death, Variety described him as one of the scene's \"most celebrated, unpredictable and enigmatic figures\".[6]\n",
  "imgur_img": "https://i.imgur.com/aEvpixp.jpeg"
},
{
  "_id": {
    "$oid": "665c760d7c43a4bf7ed3f9a5"
  },
  "name": "Madlib",
  "slug": "madlib",
  "photo": "https://i.discogs.com/JIa93cyu5k3UuyYfxu8uQzkw186S-75_cHHPPEgdy1A/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE2NTA4/LTE3MDE2OTg4MzQt/NDYwNS5qcGVn.jpeg",
  "profile": "Otis Jackson Jr. (born October 24, 1973), known professionally as Madlib, is an American DJ, music producer, multi-instrumentalist, and rapper. He is widely known for his collaborations with MF DOOM (as Madvillain), J Dilla (as Jaylib), and Freddie Gibbs (as MadGibbs). Madlib has described himself as a \"DJ first, producer second, and MC last.\"[1][2] His stage name is an acronym for \"Mind Altering Demented Lessons In Beats\".[3]\n",
  "imgur_img": "https://i.imgur.com/NjDyyIq.jpeg"
},
{
  "_id": {
    "$oid": "665c76117c43a4bf7ed3f9a7"
  },
  "name": "Madvillain",
  "slug": "madvillain",
  "photo": "https://i.discogs.com/k2X8u3V3Y33HjQNlbZFY6pyenq0GshxT9YOIJ0mLZeM/rs:fit/g:sm/q:40/h:467/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE1Nzc2/My0xNzAxNjk5OTAw/LTE4OTYuanBlZw.jpeg",
  "profile": "MF Doom and Madlib are Madvillain. The two met in 2002 and soon began working on Madvillainy, released in March 2004.  Madvillain toured the US in 2004, and released new material on the Stones Throw Records compilation  Peanut Butter Wolf - Chrome Children in 2006.\n",
  "imgur_img": "https://i.imgur.com/n3EdLf4.jpeg"
},
{
  "_id": {
    "$oid": "665c76177c43a4bf7ed3f9ab"
  },
  "name": "Jack White (2)",
  "slug": "jack-white-2",
  "photo": "https://i.discogs.com/CMB7DJWDvAuWOnGx-IyUbgfgMLfL65OOioCyTpHQ4ck/rs:fit/g:sm/q:40/h:426/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI3ODc2/My0xNjYyNjYwNTg0/LTc2NjAuanBlZw.jpeg",
  "profile": "John Anthony White (né Gillis; born July 9, 1975) is an American musician who served as the guitarist and lead singer of the rock duo the White Stripes. A key artist of the 2000s garage rock revival, he is known for his distinctive musical techniques and eccentricity. He has won 12 Grammy Awards among other accolades. Rolling Stone included him on their 2010 and 2023 lists of the greatest guitarists of all time.[1][2][3] The New York Times called White \"the coolest, weirdest and savviest rockstar of our time\" in 2012.[4]\n",
  "imgur_img": "https://i.imgur.com/q5rgEtY.jpeg"
},
{
  "_id": {
    "$oid": "665c761c7c43a4bf7ed3f9af"
  },
  "name": "The Doobie Brothers",
  "slug": "the-doobie-brothers",
  "photo": "https://i.discogs.com/Go3YIN2BlrWWQFNCGbiky91GuUyk289iXEHhmJ-85FE/rs:fit/g:sm/q:40/h:345/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTM3MjIz/LTE2MDY0OTk3NTYt/MjE2MC5qcGVn.jpeg",
  "profile": "The Doobie Brothers are an American rock band formed in 1970 in San Jose, California, known for their flexibility in performing across numerous genres and their vocal harmonies. Active for five decades, with their greatest success during the 1970s, the group's current lineup consists of founding members Tom Johnston (guitars, keyboards, harmonica, vocals) and Patrick Simmons (guitars, banjo, recorder, vocals), alongside Michael McDonald (keyboards, synthesizers, vocals) and John McFee (guitars, pedal steel guitar, mandolin, banjo, violin, cello, harmonica, vocals), and touring musicians including John Cowan (bass, vocals), Marc Russo (saxophones), Ed Toth (drums), and Marc Quiñones (percussion, backing vocals).\n",
  "imgur_img": "https://i.imgur.com/kfFh2CF.jpeg"
},
{
  "_id": {
    "$oid": "665c76227c43a4bf7ed3f9b3"
  },
  "name": "Animal Collective",
  "slug": "animal-collective",
  "photo": "https://i.discogs.com/lw5cpqZDqLIcwBtbkt62Cu_6SYdU9DO31cvqdE4r3zI/rs:fit/g:sm/q:40/h:301/w:360/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTIwNzk1/OC0xMTg3MDI3MTA2/LmpwZWc.jpeg",
  "profile": "Animal Collective is an American experimental pop band formed in Baltimore, Maryland. Its members consist of Avey Tare (David Portner), Panda Bear (Noah Lennox), Geologist (Brian Weitz), and Deakin (Josh Dibb). The band's work is characterized by an eclectic exploration of styles, including psychedelia, freak folk, noise, and electronica,[5] with the use of elements such as loops, drones, sampling, vocal harmonies, and sound collage.[6] AllMusic's Fred Thomas suggests that the group \"defined the face of independent experimental rock during the 2000s and 2010s.\"[7]\n",
  "imgur_img": "https://i.imgur.com/gXCQcp8.jpeg"
},
{
  "_id": {
    "$oid": "665c76277c43a4bf7ed3f9b7"
  },
  "name": "Talking Heads",
  "slug": "talking-heads",
  "photo": "https://i.discogs.com/ri0fIdv6m-k9zxp8CmNOEOrcYfEVNllpSKt4DpyiNAk/rs:fit/g:sm/q:40/h:260/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTIyODU0/LTE3MTQwMTU5Mjgt/NDQ1Ny5qcGVn.jpeg",
  "profile": "Talking Heads were an American new wave band formed in 1975 in New York City.[2] The band was composed of David Byrne (lead vocals, guitar),  Chris Frantz (drums), Tina Weymouth (bass) and Jerry Harrison (keyboards, guitar). Described as \"one of the most critically acclaimed bands of the '80s,\" Talking Heads helped to pioneer new wave music by combining elements of punk, art rock, funk, and world music with an anxious yet clean-cut image.[6]\n",
  "imgur_img": "https://i.imgur.com/FFufEXb.jpeg"
},
{
  "_id": {
    "$oid": "665c762e7c43a4bf7ed3f9bb"
  },
  "name": "Kanye West",
  "slug": "kanye-west",
  "photo": "https://i.discogs.com/8dh4NhrbKtF956EVtBJQaEiEOk4zhmzZTJls9nt40t4/rs:fit/g:sm/q:40/h:500/w:500/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEzNzg4/MC0xNDkwNTA0ODg0/LTU5NjMuanBlZw.jpeg",
  "profile": "Ye[a] (/jeɪ/ YAY; born Kanye Omari West /ˈkɑːnjeɪ/ KAHN-yay; June 8, 1977) is an American rapper, singer, songwriter, record producer, and fashion designer.\n",
  "imgur_img": "https://i.imgur.com/8td3kXa.jpeg"
},
{
  "_id": {
    "$oid": "665c76357c43a4bf7ed3f9bf"
  },
  "name": "Prince",
  "slug": "prince",
  "photo": "https://i.discogs.com/-HK6jAumivn2_KZCfwn_YDxQ_xLBg-sAHQQPMSeNWx8/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI4Nzk1/LTE2MzE2MzIwNTQt/MzMzNi5qcGVn.jpeg",
  "profile": "Prince Rogers Nelson (June 7, 1958 – April 21, 2016) was an American singer, multi-instrumentalist, songwriter, record producer, and actor. The recipient of numerous awards and nominations, he is widely regarded as one of the greatest musicians of his generation.[7] He was known for his flamboyant, androgynous persona;[8][9] his wide vocal range, which included a far-reaching falsetto and high-pitched screams; and his skill as a multi-instrumentalist, often preferring to play all or most of the instruments on his recordings.[10]  His music incorporated a wide variety of styles, including funk, R&B, rock, new wave, soul,  synth-pop, pop, jazz, blues, and hip hop. Prince produced his albums himself, pioneering the Minneapolis sound.\n",
  "imgur_img": "https://i.imgur.com/3XY21BL.jpeg"
},
{
  "_id": {
    "$oid": "665c763b7c43a4bf7ed3f9c3"
  },
  "name": "Anderson .Paak",
  "slug": "anderson-paak",
  "photo": "https://i.discogs.com/Wki1y1msk5Gx6sy5VOIbEl2AQLnxdstKKN8sCLVHk_8/rs:fit/g:sm/q:40/h:750/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTQwMDM1/MDEtMTYxODM5Mjk0/Ny0yNDQzLmpwZWc.jpeg",
  "profile": "Brandon Paak Anderson[3][4] (born February 8, 1986), better known by his stage name Anderson .Paak (/pæk/ PACK or /pɑːk/ PAHK),[5] is an American singer, rapper, and record producer. He released his debut mixtape, O.B.E. Vol. 1 in 2012 and went on to release his debut album Venice in 2014.[6] In 2016, he followed up with his second album, Malibu,[7] which received a Grammy Award nomination for Best Urban Contemporary Album, followed by his third album, Oxnard (2018). At the 61st Grammy Awards, Paak won his first Grammy Award for Best Rap Performance with his 2018 non-album single \"Bubblin\".[8] In 2020, he won two additional Grammy Awards for Best R&B Album with his fourth album Ventura, while a song from the album won Best R&B Performance with \"Come Home\" (featuring André 3000).[9]\n",
  "imgur_img": "https://i.imgur.com/RhjSBAC.jpeg"
},
{
  "_id": {
    "$oid": "665c76417c43a4bf7ed3f9c7"
  },
  "name": "Nick Cave",
  "slug": "nick-cave",
  "photo": "https://i.discogs.com/XDDNvmArNjXPuqZDlXGfCKS1I9YJ6CfpnbKoxUnOI_U/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTMxODQ0/LTE2NTU1OTAwMDQt/Nzk1Ni5qcGVn.jpeg",
  "profile": "Nicholas Edward Cave AO FRSL (born 22 September 1957[2]) is an Australian musician, writer and actor. Known for his baritone voice and for fronting the rock band Nick Cave and the Bad Seeds, Cave's music is characterised by emotional intensity, a wide variety of influences and lyrical obsessions with death, religion, love, and violence.[3]\n",
  "imgur_img": "https://i.imgur.com/L83Xrin.jpeg"
},
{
  "_id": {
    "$oid": "665c76477c43a4bf7ed3f9cb"
  },
  "name": "Jim Croce",
  "slug": "jim-croce",
  "photo": "https://i.discogs.com/Y0iUcjvEYgRV_VDLNwcwVglIUo3ncVvDdwxIscWBu5s/rs:fit/g:sm/q:40/h:768/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI5MTMz/Ny0xNjY2MTM2MDM2/LTg3NTEuanBlZw.jpeg",
  "profile": "James Joseph Croce (/ˈkroʊtʃiː/ KROH-chee;[1] January 10, 1943 – September 20, 1973) was an American folk and rock singer-songwriter. Between 1966 and 1973, he released five studio albums and numerous singles. During this period, Croce took a series of odd jobs to pay bills while he continued to write, record and perform concerts. After Croce formed a partnership with songwriter and guitarist Maury Muehleisen in the early 1970s, his fortunes turned. Croce's breakthrough came in 1972, when his third album, You Don't Mess Around with Jim, produced three charting singles, including \"Time in a Bottle\", which reached No. 1 after Croce died. The follow-up album, Life and Times, included the song \"Bad, Bad Leroy Brown\", Croce's only No. 1 hit during his lifetime.\n",
  "imgur_img": "https://i.imgur.com/Ph5eSR9.jpeg"
},
{
  "_id": {
    "$oid": "665c764d7c43a4bf7ed3f9cf"
  },
  "name": "Neil Young",
  "slug": "neil-young",
  "photo": "https://i.discogs.com/zjUrbV7WJ3Po4utFbBucEDA_g8qCS-jNJPYR03q0-_Y/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEzODU1/Ni0xNzA5MzEzNjQw/LTY4OTguanBlZw.jpeg",
  "profile": "Neil Percival Young OC OM[1][2] (born November 12, 1945) is a Canadian and American[3] singer and songwriter. After embarking on a music career in Winnipeg in the 1960s, Young moved to Los Angeles, joining the folk-rock group Buffalo Springfield. Since the beginning of his solo career, often with backing by the band Crazy Horse, he has released critically acclaimed albums such as Everybody Knows This Is Nowhere (1969), After the Gold Rush (1970), Harvest (1972), On the Beach (1974), and Rust Never Sleeps (1979). He was also a part-time member of Crosby, Stills, Nash & Young, with whom he recorded the chart-topping 1970 album Déjà Vu.\n",
  "imgur_img": "https://i.imgur.com/exwmAqR.jpeg"
},
{
  "_id": {
    "$oid": "665c76537c43a4bf7ed3f9d3"
  },
  "name": "Kate Bush",
  "slug": "kate-bush",
  "photo": "https://i.discogs.com/sQRJGLpNK_LXK1NtvL8UxY_3nE7ttHXGRhuqrOuL-zU/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTg1OTI5/LTE2NDE0ODcxOTEt/NDU5Ni5qcGVn.jpeg",
  "profile": "Catherine Bush CBE (born 30 July 1958) is an English singer, songwriter, record producer and dancer. Bush began writing songs at age 11. She was signed to EMI Records after Pink Floyd's David Gilmour helped produce a demo tape. In 1978, at the age of 19, she topped the UK Singles Chart for four weeks with her debut single \"Wuthering Heights\", becoming the first female artist to achieve a UK number one with a solely self-written song.[1][2] Her debut album, The Kick Inside, was released that same year. \n",
  "imgur_img": "https://i.imgur.com/zlkYVNS.jpeg"
},
{
  "_id": {
    "$oid": "665c76597c43a4bf7ed3f9d7"
  },
  "name": "Lionel Richie",
  "slug": "lionel-richie",
  "photo": "https://i.discogs.com/cVgREdz6N1eE6GLl0tP2Q5bwMTC5ihFxnO7IE5AGW4A/rs:fit/g:sm/q:40/h:400/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTY5NzIy/LTE3MTYxOTIyNzct/MjE5MC5qcGVn.jpeg",
  "profile": "Lionel Brockman Richie Jr. (born June 20, 1949) is an American singer, songwriter, record producer, and television personality. He rose to fame in the 1970s as a songwriter and the co-lead singer of the Motown group Commodores; writing and recording the hit singles \"Easy\", \"Sail On\", \"Three Times a Lady\" and \"Still\", with the group before his departure. In 1980, he wrote and produced the US Billboard Hot 100 number one single \"Lady\" for Kenny Rogers.\n",
  "imgur_img": "https://i.imgur.com/vyvcGze.jpeg"
},
{
  "_id": {
    "$oid": "665c765e7c43a4bf7ed3f9db"
  },
  "name": "The Sisters Of Mercy",
  "slug": "the-sisters-of-mercy",
  "photo": "https://i.discogs.com/9rBY89Uy_EgMApeQxVsExULS8CgbqOgFW4DHCz5IWfw/rs:fit/g:sm/q:40/h:483/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTgzMTQ2/LTEyNTkwNzk5NTQu/anBlZw.jpeg",
  "profile": "The Sisters of Mercy are an English rock band formed in Leeds in 1980.[6] After achieving early underground fame there, the band had their commercial breakthrough in the mid-1980s and sustained it until the early 1990s, when they stopped releasing new records in protest against their record company, WEA. Currently, although the band are a touring outfit only, they continue to perform new and unreleased music live.[7]\n",
  "imgur_img": "https://i.imgur.com/xZeR483.jpeg"
},
{
  "_id": {
    "$oid": "665c76647c43a4bf7ed3f9df"
  },
  "name": "ABBA",
  "slug": "abba",
  "photo": "https://i.discogs.com/drrM9yfJeQSW2ma3C81ceQtMCBt6IfrykJ8r5BUkPC0/rs:fit/g:sm/q:40/h:387/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTY5ODY2/LTE2ODcwNjM4Mjct/NjE2OC5qcGVn.jpeg",
  "profile": "ABBA (/ˈæbə/ AB-ə, Swedish: [ˈâbːa]; formerly named Björn & Benny, Agnetha & Anni-Frid or Björn & Benny, Agnetha & Frida) are  a Swedish pop supergroup formed in Stockholm in 1972 by Agnetha Fältskog, Björn Ulvaeus, Benny Andersson, and Anni-Frid Lyngstad. The group's name is an acronym of the first letters of their first names arranged as a palindrome. They are one of the most popular and successful musical groups of all time,[3] and are one of the best-selling music acts in the history of popular music.\n",
  "imgur_img": "https://i.imgur.com/uyixZiy.jpeg"
},
{
  "_id": {
    "$oid": "665c766a7c43a4bf7ed3f9e3"
  },
  "name": "Red Hot Chili Peppers",
  "slug": "red-hot-chili-peppers",
  "photo": "https://i.discogs.com/ErkCYD0mqY703b5zX5MLZWclOWPT4P7_EA-tIyc89kw/rs:fit/g:sm/q:40/h:337/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTkyNDc2/LTE2MzI5NDIxMzMt/MjYxMi5wbmc.jpeg",
  "profile": "The Red Hot Chili Peppers are an American rock band formed in Los Angeles in 1982,[1] comprising vocalist Anthony Kiedis, bassist Flea, drummer Chad Smith, and guitarist John Frusciante. Their music incorporates elements of alternative rock, funk, punk rock, hard rock, hip hop, and psychedelic rock. Their eclectic range has influenced genres such as funk metal,[2] rap metal,[3] rap rock,[4] and nu metal.[5][3] With over 120 million records sold worldwide, the Red Hot Chili Peppers are one of the top-selling bands of all time.[6] They hold the records for most number-one singles (15), most cumulative weeks at number one (91) and most top-ten songs (28) on the Billboard Alternative Songs chart.[7] They have won six Grammy Awards, were inducted into the Rock and Roll Hall of Fame in 2012, and in 2022 received a star on the Hollywood Walk of Fame.\n",
  "imgur_img": "https://i.imgur.com/Pbllrei.jpeg"
},
{
  "_id": {
    "$oid": "665c766f7c43a4bf7ed3f9e7"
  },
  "name": "Tool (2)",
  "slug": "tool-2",
  "photo": "https://i.discogs.com/etn7OVgqU7Zzhbm4o2qm5B_WjiWL3Sr-rbA9oCgWw7Q/rs:fit/g:sm/q:40/h:641/w:470/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTg3MDE2/LTE2NjMwODU0ODAt/ODI5MS5qcGVn.jpeg",
  "profile": "Tool is an American rock band from Los Angeles. Formed in 1990, the group consists of vocalist Maynard James Keenan, guitarist Adam Jones, drummer Danny Carey and bassist Justin Chancellor, the latter of whom replaced founding member Paul D'Amour in 1995. Tool has won four Grammy Awards,[1] performed worldwide tours, and produced albums topping the charts in several countries.\n",
  "imgur_img": "https://i.imgur.com/1v15BqL.jpeg"
},
{
  "_id": {
    "$oid": "665c76767c43a4bf7ed3f9eb"
  },
  "name": "Taylor Swift",
  "slug": "taylor-swift",
  "photo": "https://i.discogs.com/I0pVkBahqrH6p0o3ImYp4wqFz9T21ls0LKAVPa0CTBo/rs:fit/g:sm/q:40/h:800/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTExMjQ2/NDUtMTcxMzYxODEz/Ny02MTkwLmpwZWc.jpeg",
  "profile": "Taylor Alison Swift (born December 13, 1989) is an American singer-songwriter. A subject of widespread public interest with a vast fanbase, she has influenced the music industry, popular culture, and politics through her songwriting, artistry, entrepreneurship, and advocacy.\n",
  "imgur_img": "https://i.imgur.com/3MdjRBS.jpeg"
},
{
  "_id": {
    "$oid": "665c767c7c43a4bf7ed3f9ef"
  },
  "name": "Aesop Rock",
  "slug": "aesop-rock",
  "photo": "https://i.discogs.com/m5_mkrK1bNqrjKWe51hpCvB3qCIjRzTTnWBfrkx_Mcc/rs:fit/g:sm/q:40/h:551/w:538/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI4MTA0/LTE3MDg0MzEzNzEt/NzcxNy5qcGVn.jpeg",
  "profile": "Ian Matthias Bavitz (born June 5, 1976), better known by his stage name Aesop Rock, is an American rapper and producer from Long Island, New York. He was at the forefront of the new wave of underground and alternative hip hop acts that emerged during the late 1990s and early 2000s. He was signed to El-P's Definitive Jux label until it went on hiatus in 2010.[2] In a 2010 retrospective, betterPropaganda ranked him at number 19 at the Top 100 Artists of the Decade.[3]\n",
  "imgur_img": "https://i.imgur.com/6glLlwE.jpeg"
},
{
  "_id": {
    "$oid": "665c76827c43a4bf7ed3f9f3"
  },
  "name": "Fontaines D.C.",
  "slug": "fontaines-d-c",
  "photo": "https://i.discogs.com/Z3MfIHqipcGjIyk_K08nhyEIatfIaeVryxNZCigrjTk/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTYzMjI4/ODAtMTcxMzQ5NTQ5/OS02OTA0LmpwZWc.jpeg",
  "profile": "Fontaines D.C. are an Irish post-punk band formed in Dublin in 2017.[2][3][4] The band consists of Grian Chatten (vocals), Carlos O'Connell (guitar), Conor Curley (guitar), Conor Deegan III (bass), and Tom Coll (drums).\n",
  "imgur_img": "https://i.imgur.com/MNaiTyi.jpeg"
},
{
  "_id": {
    "$oid": "665c76877c43a4bf7ed3f9f7"
  },
  "name": "Angel Olsen",
  "slug": "angel-olsen",
  "photo": "https://i.discogs.com/YOYGqT4Wcgxe7WPjj7PtSt21Oyf_OLrKwvEDXJdcnT4/rs:fit/g:sm/q:40/h:494/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE3NTk0/MDItMTY2Njk5OTU2/Mi05ODAxLmpwZWc.jpeg",
  "profile": "Angel Olsen (born Angelina Marie Carroll; January 22, 1987) is an American singer-songwriter from St. Louis, Missouri[8][9] who lives in Asheville, North Carolina.[10]\n",
  "imgur_img": "https://i.imgur.com/gdReo28.jpeg"
},
{
  "_id": {
    "$oid": "665c768c7c43a4bf7ed3f9fb"
  },
  "name": "The Tallest Man On Earth",
  "slug": "the-tallest-man-on-earth",
  "photo": "https://i.discogs.com/6t5NQUR0X-_Co0iJC-EOD3sfubbFV2QAX8rz-Y02Wds/rs:fit/g:sm/q:40/h:366/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEzNDM0/MzEtMTYzOTY5OTky/OC05ODAyLmpwZWc.jpeg",
  "profile": "Kristian Matsson (born 30 April 1983) is a Swedish singer-songwriter who performs under the stage name The Tallest Man on Earth. Matsson grew up in Leksand, and began his solo career in 2006, having previously been the lead singer of the indie band Montezumas. His music has often drawn comparisons to the music of Bob Dylan.[3][4][5]\n",
  "imgur_img": "https://i.imgur.com/yiBCEiK.jpeg"
},
{
  "_id": {
    "$oid": "665c76927c43a4bf7ed3f9ff"
  },
  "name": "Nick Cave & The Bad Seeds",
  "slug": "nick-cave-the-bad-seeds",
  "photo": "https://i.discogs.com/-4Hx5gRBc3juKC7uNBVn5OkM4fYZ9IGYIkCgJOQO4fE/rs:fit/g:sm/q:40/h:389/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTM2NjY1/LTE2NTU1ODk4NDMt/NzQxOS5qcGVn.jpeg",
  "profile": "Nick Cave and the Bad Seeds are an Australian rock band formed in 1983 by vocalist Nick Cave, multi-instrumentalist Mick Harvey and guitarist-vocalist Blixa Bargeld. The band has featured international personnel throughout its career and presently consists of Cave, violinist and multi-instrumentalist Warren Ellis, bassist Martyn P. Casey (all from Australia), guitarist George Vjestica (United Kingdom), keyboardist/percussionist Larry Mullins, also known as Toby Dammit (United States), and drummers Thomas Wydler (Switzerland) and Jim Sclavunos (United States). Described as \"one of the most original and celebrated bands of the post-punk and alternative rock eras in the '80s and onward\",[1] they have released seventeen studio albums and completed numerous international tours.\n",
  "imgur_img": "https://i.imgur.com/4v6H95A.jpeg"
},
{
  "_id": {
    "$oid": "665c76997c43a4bf7ed3fa03"
  },
  "name": "Metallica",
  "slug": "metallica",
  "photo": "https://i.discogs.com/_PCHPYA0KHtOQ3EQHTBnOrFfR5WApJnGxqHVrRiC4xs/rs:fit/g:sm/q:40/h:435/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE4ODM5/LTE1NTU4NTQxNjQt/MjM4Ny5qcGVn.jpeg",
  "profile": "Metallica is an American heavy metal band. The band was formed in 1981 in Los Angeles by vocalist and guitarist James Hetfield and drummer Lars Ulrich, and has been based in San Francisco for most of its career.[1][2] The band's fast tempos, instrumentals and aggressive musicianship made them one of the founding \"big four\" bands of thrash metal, alongside Megadeth, Anthrax and Slayer. Metallica's current lineup comprises founding members and primary songwriters Hetfield and Ulrich, longtime lead guitarist Kirk Hammett and bassist Robert Trujillo. Guitarist Dave Mustaine, who formed Megadeth after being fired from Metallica, and bassists Ron McGovney, Cliff Burton and Jason Newsted are former members of the band.\n",
  "imgur_img": "https://i.imgur.com/poLPTxq.jpeg"
},
{
  "_id": {
    "$oid": "665c769f7c43a4bf7ed3fa07"
  },
  "name": "Selena",
  "slug": "selena",
  "photo": "https://i.discogs.com/kVHuWIxppH1luQ1mC1snEzEQAAAtj8f9pEJ5QZCux5s/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEyOTIz/Ny0xNzExMTA1NTcx/LTE4NjEuanBlZw.jpeg",
  "profile": "Selena Quintanilla Perez[1](Latin American Spanish pronunciation: [seˈlena kintaˈniʝa ˈpeɾes]; née Quintanilla; April 16, 1971 – March 31, 1995), known professionally as Selena, was an American singer. Referred to as the \"Queen of Tejano Music\", her contributions to music and fashion made her one of the most celebrated Mexican-American entertainers of the late 20th century. In 2020, Billboard magazine put her in third place on their list of \"Greatest Latino Artists of All Time\", based on both Latin albums and Latin songs chart.[2] Media outlets called her the \"Tejano Madonna\" for her clothing choices.[a] She also ranks among the most influential Latin artists of all time and is credited for catapulting the Tejano genre into the mainstream market.[7][8]\n",
  "imgur_img": "https://i.imgur.com/pG0tCAb.jpeg"
},
{
  "_id": {
    "$oid": "665c76a47c43a4bf7ed3fa0b"
  },
  "name": "New Order",
  "slug": "new-order",
  "photo": "https://i.discogs.com/UsuJGRFwkvqwVSLmm1USbCSqW4yOd3q-zcRrLnI8EFg/rs:fit/g:sm/q:40/h:444/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTM5MDkt/MTU3NDEwNTk0Ni0x/NTIzLmpwZWc.jpeg",
  "profile": "New Order are  an English rock band formed in 1980 by vocalist and guitarist Bernard Sumner, bassist Peter Hook, and drummer Stephen Morris. The members regrouped after the disbandment of their previous band Joy Division due to the suicide of lead singer Ian Curtis. They were joined by Gillian Gilbert on keyboards later that year. New Order's integration of post-punk with electronic and dance music made them one of the most acclaimed and influential bands of the 1980s.[1] They were the flagship band for Manchester-based independent record label Factory Records and its nightclub The Haçienda, and they worked in long-term collaboration with graphic designer Peter Saville.[2]\n",
  "imgur_img": "https://i.imgur.com/YJWDswZ.jpeg"
},
{
  "_id": {
    "$oid": "665c76aa7c43a4bf7ed3fa0f"
  },
  "name": "Pink Floyd",
  "slug": "pink-floyd",
  "photo": "https://i.discogs.com/wedRbMuPZEmazNablvznRFz56mJoyN2hwFGgt8V7Nho/rs:fit/g:sm/q:40/h:397/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTQ1NDY3/LTE0MDU1OTMzMDIt/ODYzMy5qcGVn.jpeg",
  "profile": "Pink Floyd are an English rock band formed in London in 1965. Gaining an early following as one of the first British psychedelic groups, they were distinguished by their extended compositions, sonic experiments, philosophical lyrics, and elaborate live shows. They became a leading band of the progressive rock genre, cited by some as the greatest progressive rock band of all time.\n",
  "imgur_img": "https://i.imgur.com/N8XpN0y.jpeg"
},
{
  "_id": {
    "$oid": "665c76b57c43a4bf7ed3fa16"
  },
  "name": "Duran Duran",
  "slug": "duran-duran",
  "photo": "https://i.discogs.com/8X1QhSNGsVMcX0gygKtIZX6QwmuD8OxpMowP0QXR9J0/rs:fit/g:sm/q:40/h:337/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEwMjYy/LTE2MzI2ODUwMzAt/ODg5Ny5qcGVn.jpeg",
  "profile": "Duran Duran (/djʊˌræn djʊˈræn/) are an English pop rock band formed in Birmingham in 1978 by singer Stephen Duffy, keyboardist Nick Rhodes and guitarist/bassist John Taylor. With the addition of bassist Simon Colley and drummer Roger Taylor the following year, the band went through numerous personnel changes before May 1980, when they settled on their most famous line-up by adding guitarist Andy Taylor and lead vocalist Simon Le Bon.[nb 1]\n",
  "imgur_img": "https://i.imgur.com/W2zhwkU.jpeg"
},
{
  "_id": {
    "$oid": "665c76ba7c43a4bf7ed3fa1a"
  },
  "name": "The Horace Silver Quintet",
  "slug": "the-horace-silver-quintet",
  "photo": "https://i.discogs.com/ngCAlUntdn-xOmQ0I5HinZGjcw0GeQ1Zn_WQZg-cnrI/rs:fit/g:sm/q:40/h:200/w:364/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTMxNzg3/OS0xMzYxMjM3NTcy/LTQ1NzMuanBlZw.jpeg",
  "profile": null,
  "imgur_img": "https://i.imgur.com/pCJ1i9y.jpeg"
},
{
  "_id": {
    "$oid": "665c76bf7c43a4bf7ed3fa1e"
  },
  "name": "Nada Surf",
  "slug": "nada-surf",
  "photo": "https://i.discogs.com/P0_u-x3Xi91zUPntETcm8JWz4s5O5AYeGsIOKxe2sXk/rs:fit/g:sm/q:40/h:399/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI0Njgy/Mi0xNjY0OTg5NzI5/LTgwMjEuanBlZw.jpeg",
  "profile": "Nada Surf is an American alternative rock band formed in New York City in 1992, consisting of Matthew Caws (guitar, vocals), Ira Elliot (drums), and Daniel Lorca (bass, backing vocals).\n",
  "imgur_img": "https://i.imgur.com/saDT0dF.jpeg"
},
{
  "_id": {
    "$oid": "665c76c57c43a4bf7ed3fa22"
  },
  "name": "The Replacements",
  "slug": "the-replacements",
  "photo": "https://i.discogs.com/0cAK5E7oDpDo0xq3Rvx6FiODAoVOnm9Pkm5QRBa-8r0/rs:fit/g:sm/q:40/h:450/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI2ODc2/OS0xNjI4NjQ4Njk1/LTQxNjMuanBlZw.jpeg",
  "profile": "The Replacements were an American rock band formed in Minneapolis, Minnesota, in 1979. Initially a punk band, they are one of the main pioneers of alternative rock. The band was composed of the guitarist and vocalist Paul Westerberg, guitarist Bob Stinson, bass guitarist Tommy Stinson, and drummer Chris Mars for most of its existence. After several acclaimed albums including Let It Be and Tim, Bob Stinson was kicked out of the band in 1986, and Slim Dunlap joined as lead guitarist. Steve Foley replaced Mars in 1990. Towards the end of the band's career, Westerberg exerted more control over its creative output. The group disbanded in 1991 and the members eventually found various projects. A reunion was announced on October 3, 2012.[8] Fans affectionately refer to the band as the 'Mats, a nickname which originated as a truncation of \"The Placemats\".[9][10]\n",
  "imgur_img": "https://i.imgur.com/eTwGbBu.jpeg"
},
{
  "_id": {
    "$oid": "665c76cb7c43a4bf7ed3fa26"
  },
  "name": "Queens Of The Stone Age",
  "slug": "queens-of-the-stone-age",
  "photo": "https://i.discogs.com/2C4Mfg69CDteLms55PShBv8j2XYDIoloqDlgLpYnBXo/rs:fit/g:sm/q:40/h:400/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTU2MTY4/LTE2NjAyNzQ1OTQt/NTE1NS5qcGVn.jpeg",
  "profile": "Queens of the Stone Age (commonly abbreviated as QOTSA) is an American rock band formed in 1996 in Seattle, Washington.[1] The band was founded by vocalist and guitarist Josh Homme, who has been the only constant member throughout multiple lineup changes. Since 2013, the lineup has consisted of Homme alongside Troy Van Leeuwen (guitar, lap steel, keyboard, percussion, backing vocals), Michael Shuman (bass guitar, keyboard, backing vocals), Dean Fertita (keyboards, guitar, percussion, backing vocals), and Jon Theodore (drums, percussion). The band also has a large pool of contributors and collaborators. Queens of the Stone Age are known for their blues, Krautrock and electronica-influenced style of riff-oriented and rhythmic hard rock music, coupled with Homme's distinct falsetto vocals and unorthodox guitar scales.\n",
  "imgur_img": "https://i.imgur.com/Iuwll7V.jpeg"
},
{
  "_id": {
    "$oid": "665c76d07c43a4bf7ed3fa2a"
  },
  "name": "Stray Cats",
  "slug": "stray-cats",
  "photo": "https://i.discogs.com/CRc_m3Hu7BxwsjIY6IcPmJJaPRF06DIqWHN3NNl1rMg/rs:fit/g:sm/q:40/h:791/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE4MDky/MS0xNTE5OTMxOTQ0/LTk5MTAuanBlZw.jpeg",
  "profile": " Stray Cats are an American rockabilly band formed in 1979 by guitarist and vocalist Brian Setzer, double bassist Lee Rocker, and drummer Slim Jim Phantom in the Long Island town of Massapequa, New York.[1] The group had numerous hit singles in the UK, Australia, Canada, and the U.S. including \"Stray Cat Strut\",[2] \"(She's) Sexy + 17\", \"Look at That Cadillac\", \"I Won't Stand in Your Way\", \"Bring It Back Again\", and \"Rock This Town\", which the Rock and Roll Hall of Fame has listed as one of the songs that shaped rock and roll.[3]\n",
  "imgur_img": "https://i.imgur.com/O76jGAP.jpeg"
},
{
  "_id": {
    "$oid": "665c76d57c43a4bf7ed3fa2e"
  },
  "name": "Jethro Tull",
  "slug": "jethro-tull",
  "photo": "https://i.discogs.com/sX8ZrCX1xUJrMGn8VLtSzkSCykcs8NYzDn6yvQY20ZY/rs:fit/g:sm/q:40/h:336/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTMwMTIy/LTE1MDQwNDM2Mzkt/NTg0NS5qcGVn.jpeg",
  "profile": "Jethro Tull are  a British progressive rock band formed in Blackpool, Lancashire, in 1967. Initially playing blues rock and jazz fusion, the band soon incorporated elements of English folk music, hard rock and classical music, forging a signature progressive rock sound.[1] The group's lead vocalist, bandleader, founder, principal composer and only constant member is Ian Anderson, who also plays flute and acoustic guitar. The group has featured a succession of musicians throughout the decades, including significant contributors such as guitarists Mick Abrahams and Martin Barre (with Barre being the longest-serving member besides Anderson); bassists Glenn Cornick, Jeffrey Hammond, John Glascock, Dave Pegg, Jonathan Noyce and David Goodier; drummers Clive Bunker, Barrie \"Barriemore\" Barlow and Doane Perry; and keyboardists John Evan, Dee Palmer, Peter-John Vettese, Andrew Giddings and John O'Hara. \n",
  "imgur_img": "https://i.imgur.com/rrP4zLA.jpeg"
},
{
  "_id": {
    "$oid": "665c76e07c43a4bf7ed3fa35"
  },
  "name": "The White Stripes",
  "slug": "the-white-stripes",
  "photo": "https://i.discogs.com/NkHQ-P41aQmiF_NogMfANeDLEeSo8vuH3_DZr9GzOKg/rs:fit/g:sm/q:40/h:284/w:500/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTExNjM0/NS0xNjc4NDA2NTY3/LTE3MzkuanBlZw.jpeg",
  "profile": "The White Stripes were an American rock duo formed in Detroit, Michigan, in 1997. The group consisted of Jack White (guitar, keyboards, piano, and vocals) and Meg White (drums, percussion, and vocals). They were a leading group of the 2000s indie rock and garage rock revival.\n",
  "imgur_img": "https://i.imgur.com/jDcqDCr.jpeg"
},
{
  "_id": {
    "$oid": "665c76e67c43a4bf7ed3fa39"
  },
  "name": "Taking Back Sunday",
  "slug": "taking-back-sunday",
  "photo": "https://i.discogs.com/nrSlSHjcCOrQKn7s8uKyUq4-O8Pj9mpc_8vcze5bR6U/rs:fit/g:sm/q:40/h:541/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI1MjE2/NS0xNjk4NDU4NTY3/LTMxMDEucG5n.jpeg",
  "profile": "Taking Back Sunday is an American rock band from Long Island, New York. The band was formed by guitarist Eddie Reyes and bassist Jesse Lacey in 1999. The band's members currently are Adam Lazzara (lead vocals), John Nolan (lead guitar, keyboards, vocals), Shaun Cooper (bass guitar) and Mark O'Connell (drums), accompanied by Nathan Cogan (guitar) for their live performances. The band's former members include Lacey, Reyes, bassist Matthew Rubano, and guitarist-vocalists Fred Mascherino and Matthew Fazzi.\n",
  "imgur_img": "https://i.imgur.com/WZli7md.jpeg"
},
{
  "_id": {
    "$oid": "665c76ec7c43a4bf7ed3fa3d"
  },
  "name": "Jamiroquai",
  "slug": "jamiroquai",
  "photo": "https://i.discogs.com/EGXWpgPwoUhlVUIoVDeodsy3wC2fdfxkJIdXWU43yc0/rs:fit/g:sm/q:40/h:750/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTgwMjkt/MTU0NDIzNjIyNC0x/MDE2LmpwZWc.jpeg",
  "profile": "Jamiroquai (/dʒəˈmɪrəkwaɪ/ ⓘ jə-MIRR-ə-kwy) are an English funk and acid jazz band from London. Formed in 1992, they are fronted by vocalist Jay Kay, and were prominent in the London-based funk and acid jazz movement of the 1990s. They built on their acid jazz sound in their early releases and later drew from rock, disco, electronic and Latin music genres. Lyrically, the group has addressed social and environmental justice. Kay has remained as the only original member through several line-up changes.\n",
  "imgur_img": "https://i.imgur.com/95ydLBg.jpeg"
},
{
  "_id": {
    "$oid": "665c76f27c43a4bf7ed3fa41"
  },
  "name": "Godspeed You Black Emperor!",
  "slug": "godspeed-you-black-emperor",
  "photo": "https://i.discogs.com/tk0y7oJjJkz82TwtrTtJ29XQxdShpTQv9quQ83hpcEo/rs:fit/g:sm/q:40/h:528/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI4MDQ0/Mi0xNjc2NjczNjQz/LTU5NzQucG5n.jpeg",
  "profile": "Godspeed You! Black Emperor (sometimes abbreviated to GY!BE or Godspeed)[1][2] is a French-Canadian post-rock band that originated in Montreal, Quebec in 1994. The group releases recordings through Constellation, an independent record label also located in Montreal. After the release of their debut album, F♯ A♯ ∞, in 1997, the group toured regularly from 1998 to 2003. Their second album, 2000's Lift Your Skinny Fists Like Antennas to Heaven, received critical acclaim and has been named as one of the best albums of the decade.[3] This was followed by 2002's Yanqui U.X.O. In 2003, the band went on hiatus in order for members to pursue other musical interests. In the intervening period, the group was occasionally rumored to have broken up,[4][5] but eventually reconvened in 2010. Since reforming, they have released four more albums: 'Allelujah! Don't Bend! Ascend! (2012), which won the 2013 Polaris Music Prize; Asunder, Sweet and Other Distress (2015); Luciferian Towers (2017); and G_d's Pee at State's End! (2021).\n",
  "imgur_img": "https://i.imgur.com/HDfBb1R.jpeg"
},
{
  "_id": {
    "$oid": "665c76f77c43a4bf7ed3fa45"
  },
  "name": "Fun.",
  "slug": "fun",
  "photo": "https://i.discogs.com/4kIUOFpiB-3kRoIz3KY-2iXLn0PUrLy9CmDfb1jOaSg/rs:fit/g:sm/q:40/h:399/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE4NzEx/OTYtMTY2MTg4Mzc1/Ny02OTI2LmpwZWc.jpeg",
  "profile": "Fun (stylized as fun.) is an American indie pop band based in New York City. The band consists of Jack Antonoff (of Steel Train), Andrew Dost (of Anathallo), and Nate Ruess (of the Format).[5]\n",
  "imgur_img": "https://i.imgur.com/AgL8QpT.jpeg"
},
{
  "_id": {
    "$oid": "665c76fd7c43a4bf7ed3fa49"
  },
  "name": "My Bloody Valentine",
  "slug": "my-bloody-valentine",
  "photo": "https://i.discogs.com/Jy927Nd2FauUGf0zSfkeerNdXwmDjzJ-s4bKrrjoPpE/rs:fit/g:sm/q:40/h:469/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTY1MTYt/MTY2NTA4Nzk5Ni04/MDk3LmpwZWc.jpeg",
  "profile": "My Bloody Valentine (often stylised in all lowercase or abbreviated as MBV) are an Irish-English alternative rock band formed in Dublin in 1983 and consisting since 1987 of founding members Kevin Shields (vocals, guitar, sampler) and Colm Ó Cíosóig (drums, sampler), with Bilinda Butcher (vocals, guitar) and Debbie Googe (bass). Often cited as a pioneering act in the shoegaze genre, their sound is characterized by dissonant guitar textures, subdued and androgynous vocals, and unorthodox production techniques.\n",
  "imgur_img": "https://i.imgur.com/Cl57KL6.jpeg"
},
{
  "_id": {
    "$oid": "665c77047c43a4bf7ed3fa4d"
  },
  "name": "Sonic Youth",
  "slug": "sonic-youth",
  "photo": "https://i.discogs.com/8DKUWYEi-F88IUpWAtjonEWYJAYCVTiYj8T0OU-pVwU/rs:fit/g:sm/q:40/h:400/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE3MTk5/LTE2MDA1NTc0NjYt/NzI3NC5qcGVn.jpeg",
  "profile": "Sonic Youth was an American rock band based in New York City and formed in 1981. Founding members Kim Gordon (bass, vocals, guitar), Thurston Moore (guitar, vocals) and Lee Ranaldo (guitar, vocals) remained together for the entire history of the band, while Steve Shelley (drums) followed a series of short-term drummers in 1985, rounding out the core line-up. Jim O'Rourke (bass, guitar, keyboards) was also a member of the band from 1999 to 2005, and Mark Ibold (bass, guitar) was a member from 2006 to 2011.\n",
  "imgur_img": "https://i.imgur.com/fEfZN0O.jpeg"
},
{
  "_id": {
    "$oid": "665c770a7c43a4bf7ed3fa51"
  },
  "name": "Level 42",
  "slug": "level-42",
  "photo": "https://i.discogs.com/_GL-dUM4jy-y0JR9e4gSLUWp01UKyGvuuHQ9bj52Ffw/rs:fit/g:sm/q:40/h:337/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE3NjQw/LTE1MDU4NDE4MDYt/MzY4MC5qcGVn.jpeg",
  "profile": "Level 42 are an English jazz-funk band formed on the Isle of Wight in 1979. They had a number of UK and worldwide hits during the 1980s and 1990s.\n",
  "imgur_img": "https://i.imgur.com/vA6ddWb.jpeg"
},
{
  "_id": {
    "$oid": "665c77107c43a4bf7ed3fa55"
  },
  "name": "Donna Summer",
  "slug": "donna-summer",
  "photo": "https://i.discogs.com/wYXwIYKzuXP-BrFu0lETB9sFTdbJaCcEX02vXR_LUHg/rs:fit/g:sm/q:40/h:621/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTYyNzAt/MTYyMDY1Njg5Ny0y/NDQ0LmpwZWc.jpeg",
  "profile": "Donna Adrian Gaines (December 31, 1948 – May 17, 2012),[2] known professionally as Donna Summer, was an American singer and songwriter. She gained prominence during the disco era of the 1970s and became known as the \"Queen of Disco\", while her music gained a global following.[3][4]\n",
  "imgur_img": "https://i.imgur.com/X0buz8f.jpeg"
},
{
  "_id": {
    "$oid": "665c77167c43a4bf7ed3fa59"
  },
  "name": "Olivia Rodrigo",
  "slug": "olivia-rodrigo",
  "photo": "https://i.discogs.com/1wMpnShS8lWYdizQzgFvVxLAJF4EBH6FIchzLNtawIE/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTc1OTI2/ODktMTY4ODE4NDU4/My0yNDE4LmpwZWc.jpeg",
  "profile": "Olivia Isabel Rodrigo (born February 20, 2003) is an American singer-songwriter and actress. She first became known for starring on the Disney Channel series Bizaardvark (2016–2019) and the Disney+ series High School Musical: The Musical: The Series (2019–2022).\n",
  "imgur_img": "https://i.imgur.com/QQrsFGE.jpeg"
},
{
  "_id": {
    "$oid": "665c771c7c43a4bf7ed3fa5d"
  },
  "name": "AFI",
  "slug": "afi",
  "photo": "https://i.discogs.com/cnlMhuUjFpmX1TKTRP2BrKCxLpHXoHTxXYuEtbcznnU/rs:fit/g:sm/q:40/h:342/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI1MzMy/Mi0xNjE0NTIwNzY2/LTU0NDUucG5n.jpeg",
  "profile": "AFI (abbreviation for A Fire Inside)[a] is an American rock band from Ukiah, California, formed in 1991. Since 1998, it consists of lead vocalist Davey Havok, drummer and backing vocalist Adam Carson, bassist, backing vocalist and keyboardist Hunter Burgan, and guitarist, backing vocalist and keyboardist Jade Puget.[5] Havok and Carson are the sole remaining original members. Originally a hardcore punk band, they have since delved into many genres, starting with horror punk and following through post-hardcore and emo into alternative rock and gothic rock.\n",
  "imgur_img": "https://i.imgur.com/Y7mrCOc.jpeg"
},
{
  "_id": {
    "$oid": "665c77217c43a4bf7ed3fa61"
  },
  "name": "Washed Out",
  "slug": "washed-out",
  "photo": "https://i.discogs.com/FU8ieyICEIC0BB5BH-TwIwMik0NGSCXMBD8qxxUhb1c/rs:fit/g:sm/q:40/h:427/w:351/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE1NzU4/NzctMTU0ODU5OTk5/My0yODgzLmpwZWc.jpeg",
  "profile": "Ernest Weatherly Greene Jr. (born October 3, 1982), known professionally as Washed Out, is an American singer, songwriter and record producer. Commonly associated with the chillwave genre in the 2010s, Pitchfork dubbed him \"the godfather of chillwave\".[5]\n",
  "imgur_img": "https://i.imgur.com/ujkRtbm.jpeg"
},
{
  "_id": {
    "$oid": "665c77267c43a4bf7ed3fa65"
  },
  "name": "Nik Kershaw",
  "slug": "nik-kershaw",
  "photo": "https://i.discogs.com/FleyilMfeY0Z3E3Vuglzi5SrAwH1Z4K5aiI8RjAJAPs/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTU2NDct/MTU5MTU2NDc0MC01/OTY2LmpwZWc.jpeg",
  "profile": "Nicholas David Kershaw (born 1 March 1958)[6] is an English singer, songwriter, musician and record producer.\n",
  "imgur_img": "https://i.imgur.com/MfjG1J7.jpeg"
},
{
  "_id": {
    "$oid": "665c772d7c43a4bf7ed3fa69"
  },
  "name": "Ministry",
  "slug": "ministry",
  "photo": "https://i.discogs.com/c7sR6jDaqqYLPsJJNknp98hN22xsLAEDPL7oKzeRmbA/rs:fit/g:sm/q:40/h:433/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEyMjA5/LTE1NjYxNTE0MjMt/NTk3NS5qcGVn.jpeg",
  "profile": "Ministry is an American industrial metal band founded in Chicago, Illinois, in 1981 by producer, singer, and instrumentalist Al Jourgensen. Originally a synth-pop outfit, Ministry evolved into one of the pioneers of industrial rock and industrial metal in the late 1980s. The band's lineup has changed frequently, leaving Jourgensen as the sole remaining original member.[1] Musicians who have contributed to the band's studio or live activities include vocalists Nivek Ogre, Chris Connelly, Gibby Haynes, Burton C. Bell and Jello Biafra, guitarists Mike Scaccia and Tommy Victor, guitarist Cesar Soto, bassists Paul Barker, Paul Raven, Jason Christopher, Tony Campos and Paul D'Amour, drummers Jimmy DeGrasso, Bill Rieflin, Martin Atkins, Rey Washam, Max Brody, Joey Jordison and Roy Mayorga, keyboardist John Bechdel, and rappers and producers DJ Swamp and Arabian Prince.\n",
  "imgur_img": "https://i.imgur.com/Ve5Fhyn.jpeg"
},
{
  "_id": {
    "$oid": "665c77347c43a4bf7ed3fa6d"
  },
  "name": "Kylie Minogue",
  "slug": "kylie-minogue",
  "photo": "https://i.discogs.com/_vJRbCH88jZpPVzbUY-YGVjCC5CEi_VKnMAIkZ--kPE/rs:fit/g:sm/q:40/h:536/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEzNjA4/LTE3MDQyOTM4Mjkt/MzUyNi5qcGVn.jpeg",
  "profile": "Kylie Ann Minogue AO OBE (/mɪˈnoʊɡ/; born 28 May 1968) is an Australian singer and actress. She is the highest-selling female recording artist from Australia, having sold over 80 million records worldwide.[2] She has been recognised for reinventing herself in music as well as fashion, and is referred to by the European press as the \"Princess of Pop\" and a style icon. Her accolades include two Grammy Awards, four Brit Awards and eighteen ARIA Music Awards. In 2024, Time named her one of the most influential people in the world.\n",
  "imgur_img": "https://i.imgur.com/7NeMOGa.jpeg"
},
{
  "_id": {
    "$oid": "665c773a7c43a4bf7ed3fa71"
  },
  "name": "Phoebe Bridgers",
  "slug": "phoebe-bridgers",
  "photo": "https://i.discogs.com/LvTANv278WQEj97Uem-VEdK9i4K8Y4YkZrMfNiyoZHE/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTQxMzg2/OTgtMTYzMTM2NTg2/OS00Mjk2LmpwZWc.jpeg",
  "profile": "Phoebe Lucille Bridgers (born August 17, 1994) is an American singer-songwriter. Her indie folk music typically centers around acoustic guitar and electronic production, with melancholic lyrical themes. She has received four Grammy Awards from eleven nominations.\n",
  "imgur_img": "https://i.imgur.com/jGXhvb2.jpeg"
},
{
  "_id": {
    "$oid": "665c773f7c43a4bf7ed3fa75"
  },
  "name": "Khruangbin",
  "slug": "khruangbin",
  "photo": "https://i.discogs.com/iZdROap4n-aiyaFU1MAAx9WyMPsDQKJu8MvMmq4ckwE/rs:fit/g:sm/q:40/h:436/w:436/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTM1NjU5/NDktMTUyNDEwNDYy/OS04NTc3LmpwZWc.jpeg",
  "profile": "Khruangbin (/ˈkrʌŋbɪn/ KRUNG-bin; Thai: เครื่องบิน, krʉ̂ʉang-bin, [kʰrɯa̯ŋ˥˩.bin]) is an American musical trio from Houston, Texas. The band consists of Laura Lee Ochoa (bass guitar and vocals), Mark Speer (guitar and vocals), and DJ Johnson (drums, keyboards, and vocals).[2][3] The band is known for blending global music influences, such as classic soul, dub, rock and psychedelia.[4][5]\n",
  "imgur_img": "https://i.imgur.com/5MEZuZC.jpeg"
},
{
  "_id": {
    "$oid": "665c77457c43a4bf7ed3fa79"
  },
  "name": "Hot Chip",
  "slug": "hot-chip",
  "photo": "https://i.discogs.com/LGbCWTmE1x_Xp7I8-YJzbvCTOAY-2JwsRMIj_kE1d2A/rs:fit/g:sm/q:40/h:400/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE1OTg0/MC0xNTczNDMwMjMx/LTM1NDQuanBlZw.jpeg",
  "profile": "Hot Chip is an English synthpop band formed in London in 2000. The group consists of multi-instrumentalists Alexis Taylor, Joe Goddard, Al Doyle, Owen Clarke, and Felix Martin. They are occasionally joined by former member Rob Smoughton for live performances and studio recordings. The group primarily produces music in the synth-pop and alternative dance genres, drawing influences from house and disco.\n",
  "imgur_img": "https://i.imgur.com/DRuSfWi.jpeg"
},
{
  "_id": {
    "$oid": "665c774b7c43a4bf7ed3fa7d"
  },
  "name": "Jeff Mills",
  "slug": "jeff-mills",
  "photo": "https://i.discogs.com/RKq2oQcHcBMvI5LxO6Tij4RWzeu88HJkhGhcjwqSUb0/rs:fit/g:sm/q:40/h:790/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTIwNS0x/NTA1ODA5NzQ5LTc5/MTAuanBlZw.jpeg",
  "profile": "Jeff Mills (born June 18, 1963, in Detroit, Michigan), also known as \"the Wizard\", is an American DJ, record producer, and composer.[1][2] In the late 1980s Mills founded the techno collective Underground Resistance with fellow Detroit techno producers 'Mad' Mike Banks and Robert Hood but left the group to pursue a career as a solo artist in the early 90s.[2] Mills founded the Chicago based Axis Records in 1992,[3] which is responsible for the release of much of his solo work.\n",
  "imgur_img": "https://i.imgur.com/otkETdh.jpeg"
},
{
  "_id": {
    "$oid": "665c77507c43a4bf7ed3fa81"
  },
  "name": "Beastie Boys",
  "slug": "beastie-boys",
  "photo": "https://i.discogs.com/MxhEGQXBBzL7VlzTgPBuY64oV0Dn3MKXYbrFG1movmw/rs:fit/g:sm/q:40/h:477/w:466/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEwNzgz/LTE2MjUzNzYyMDkt/OTIzMi5wbmc.jpeg",
  "profile": "Beastie Boys[a] were an American hip hop/rap rock[2] group from New York City, formed in 1981.[3] The group was composed of Adam \"Ad-Rock\" Horovitz (vocals, guitar), Adam \"MCA\" Yauch (vocals, bass), and Michael \"Mike D\" Diamond (vocals, drums, programming). Beastie Boys were formed out of members of experimental hardcore punk band The Young Aborigines, which was formed in 1979, with Diamond on drums, Jeremy Shatan on bass guitar, John Berry on guitar, and Kate Schellenbach later joining on percussion.[4] When Shatan left New York City in mid-1981, Yauch replaced him on bass and the resulting band was named Beastie Boys. Berry left shortly thereafter and was replaced by Horovitz.\n",
  "imgur_img": "https://i.imgur.com/gBUlKSE.jpeg"
},
{
  "_id": {
    "$oid": "665c77577c43a4bf7ed3fa85"
  },
  "name": "Al Stewart",
  "slug": "al-stewart",
  "photo": "https://i.discogs.com/IroZcDdRjhk4b5-vbzH1RzMDqtvbVf8iqLbG5YR7WZk/rs:fit/g:sm/q:40/h:750/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE0ODM5/NC0xNjgwMTQ3MDAx/LTIzMDYuanBlZw.jpeg",
  "profile": "Alastair Ian Stewart (born 5 September 1945) is a Scottish-born[1][2] singer-songwriter and folk-rock musician who rose to prominence as part of the British folk revival in the 1960s and 1970s. He developed a unique style of combining folk-rock songs with tales of characters and events from history.[3]\n",
  "imgur_img": "https://i.imgur.com/CESsUpj.jpeg"
},
{
  "_id": {
    "$oid": "665c775d7c43a4bf7ed3fa89"
  },
  "name": "PJ Harvey",
  "slug": "pj-harvey",
  "photo": "https://i.discogs.com/zj9exqGp0P4YUFWZWUzeMfyLdfCNoFlWhqsOn72aJ54/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTM2MDUy/LTE2NDE1NjMwMTAt/NDEzOS5qcGVn.jpeg",
  "profile": "Polly Jean Harvey MBE (born 9 October 1969) is an English singer-songwriter. Primarily known as a vocalist and guitarist, she is also proficient with a wide range of instruments.[1]\n",
  "imgur_img": "https://i.imgur.com/s9T438M.jpeg"
},
{
  "_id": {
    "$oid": "665c77617c43a4bf7ed3fa8d"
  },
  "name": "Various",
  "slug": "various",
  "photo": null,
  "profile": null
},
{
  "_id": {
    "$oid": "665c77667c43a4bf7ed3fa8f"
  },
  "name": "Tyler Bates",
  "slug": "tyler-bates",
  "photo": "https://i.discogs.com/XX7qKaAMmgZadQCaD8HpF3N0rfKBNiu1ak7_w6dequQ/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE2ODk0/Ni0xNDU0MzgxNDIw/LTk5NzIuanBlZw.jpeg",
  "profile": "Tyler Bates (born June 5, 1965) is an American musician,[2] producer, and composer for film, television, and video game scores.[3] Much of his work is in the action and horror film genres,[4] with films like Dawn of the Dead, 300, Sucker Punch, Halloween and Halloween II and the John Wick franchise. He has collaborated with directors like Zack Snyder, Rob Zombie, Neil Marshall, William Friedkin, Scott Derrickson, James Gunn, Chad Stahelski and David Leitch.[4] In addition, he is the former lead guitarist of the American rock band Marilyn Manson, and produced its albums The Pale Emperor and Heaven Upside Down.[2] He is Jerry Cantrell's touring/studio member.\n",
  "imgur_img": "https://i.imgur.com/Ho5w2jV.jpeg"
},
{
  "_id": {
    "$oid": "665c776c7c43a4bf7ed3fa93"
  },
  "name": "A Tribe Called Quest",
  "slug": "a-tribe-called-quest",
  "photo": "https://i.discogs.com/NXzXwN_JgUKEnJa6eVg_6193wuh7VqNGkTEq-oON98s/rs:fit/g:sm/q:40/h:606/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTMyNjgt/MTY2Mzg3MTI0OS0z/MzY1LmpwZWc.jpeg",
  "profile": "A Tribe Called Quest was an American hip hop group formed in Queens, New York City, in 1985,[4][5][2] originally composed of rapper and main producer Q-Tip,[6] rapper Phife Dawg, DJ and co-producer Ali Shaheed Muhammad, and rapper Jarobi White. The group is regarded as a pioneer of alternative hip hop and merging jazz with hip hop, influencing numerous hip hop and R&B musicians.[7][8][9]\n",
  "imgur_img": "https://i.imgur.com/h5pfX0f.jpeg"
},
{
  "_id": {
    "$oid": "665c77717c43a4bf7ed3fa97"
  },
  "name": "The Marshall Tucker Band",
  "slug": "the-marshall-tucker-band",
  "photo": "https://i.discogs.com/Am76tCUzH9sg3RjCnb_XLiZJ7UrS89HwKDPns1k-M1I/rs:fit/g:sm/q:40/h:450/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTUwNzU2/NC0xNTIyNDAyNDMx/LTY4OTcuanBlZw.jpeg",
  "profile": "The Marshall Tucker Band is an American rock band from Spartanburg, South Carolina. Noted for incorporating blues, country and jazz into an eclectic sound, the Marshall Tucker Band helped establish the Southern rock genre in the early 1970s.[1] While the band had reached the height of its commercial success by the end of the decade, it has recorded and performed continuously under various line-ups for 50 years.[1] Lead vocalist Doug Gray remains the only original member still active with the band.\n",
  "imgur_img": "https://i.imgur.com/yXywGTy.jpeg"
},
{
  "_id": {
    "$oid": "665c777b7c43a4bf7ed3fa9e"
  },
  "name": "My Morning Jacket",
  "slug": "my-morning-jacket",
  "photo": "https://i.discogs.com/ZHeGjyiCzC4BQy4sn3eiUK8z2R2rO_zY4zHktdEZ814/rs:fit/g:sm/q:40/h:402/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEwMDM0/Ni0xNDMxMDE1MDU2/LTQ0MjQuanBlZw.jpeg",
  "profile": "My Morning Jacket is an American rock band formed in Louisville, Kentucky, in 1998. The band consists of vocalist/guitarist Jim James, bassist Tom Blankenship, drummer Patrick Hallahan, guitarist Carl Broemel, and keyboardist Bo Koster.[1] The band's sound, rooted in rock and country, is often experimental and psychedelic. The group amassed a following beginning in the 2000s in part due to their live performances.\n",
  "imgur_img": "https://i.imgur.com/2mmtmfh.jpeg"
},
{
  "_id": {
    "$oid": "665c77817c43a4bf7ed3faa2"
  },
  "name": "Joy Division",
  "slug": "joy-division",
  "photo": "https://i.discogs.com/UDhLN-AZwY1we5mWbp9RzWbqjcigG15dWZgNJT2IvkI/rs:fit/g:sm/q:40/h:599/w:567/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTM4OTgt/MTMxOTM1OTY4Mi5q/cGVn.jpeg",
  "profile": "Joy Division were  an English rock band formed in Salford in 1976. The group consisted of vocalist, guitarist and lyricist Ian Curtis, guitarist and keyboardist Bernard Sumner, bassist Peter Hook and drummer Stephen Morris.\n",
  "imgur_img": "https://i.imgur.com/ZJQW9Aj.jpeg"
},
{
  "_id": {
    "$oid": "665c77877c43a4bf7ed3faa6"
  },
  "name": "Machine Gun Kelly (2)",
  "slug": "machine-gun-kelly-2",
  "photo": "https://i.discogs.com/VY_akFnXHOjQBA0EcQrSGsemseSozZVfIotJ8GQcNq0/rs:fit/g:sm/q:40/h:344/w:393/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI1NDU5/MzMtMTYyODgwMDc0/MS0yMzY0LmpwZWc.jpeg",
  "profile": "Colson Baker[2] (born April 22, 1990), known professionally as MGK (stylized mgk and formerly Machine Gun Kelly), is an American rapper, singer, songwriter, and actor. He is noted for his genre duality across alternative rock with hip hop.\n",
  "imgur_img": "https://i.imgur.com/q40byJ8.jpeg"
},
{
  "_id": {
    "$oid": "665c778d7c43a4bf7ed3faaa"
  },
  "name": "Accept",
  "slug": "accept",
  "photo": "https://i.discogs.com/Mwvd2Tttved9o57_7KBIJ9tyq1cF6jaOBnEUXt9y5Xo/rs:fit/g:sm/q:40/h:494/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI3MTQ3/NS0xNDI4OTUyODIy/LTc1MDMuanBlZw.jpeg",
  "profile": "Accept is a German heavy metal band from Solingen, formed in 1976 by guitarist Wolf Hoffmann, singer Udo Dirkschneider and bassist Peter Baltes. Their beginnings can be traced back to the late 1960s, when the band got its start under the name Band X. Their current lineup consists of Hoffmann, vocalist Mark Tornillo, guitarists Uwe Lulis and Philip Shouse, drummer Christopher Williams and bassist Martin Motnik. Accept has undergone numerous lineup changes; Hoffmann is the last remaining original member, and the only band member to appear on each album. As of 2024, the band has released seventeen studio albums, five live albums and nine compilation albums.\n",
  "imgur_img": "https://i.imgur.com/oWEpdnV.jpeg"
},
{
  "_id": {
    "$oid": "665c77937c43a4bf7ed3faae"
  },
  "name": "Colter Wall",
  "slug": "colter-wall",
  "photo": "https://i.discogs.com/5CLWJ5csEEpEZTeLjljW4CdWLMaWiJyN51gXTWcZrlc/rs:fit/g:sm/q:40/h:337/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTUyOTQz/MTMtMTQ3NTQxOTgw/MS04MjMxLmpwZWc.jpeg",
  "profile": "Colter Wall (born June 27, 1995) is a Canadian singer, songwriter, and musician. Known for his deep, gruff baritone voice and narrative songwriting, Wall's music encompasses country, folk, and western styles. In June 2015 he released an EP \"Imaginary Appalachia\". His self-titled debut album was released in May 2017, and his second album Songs of the Plains in October 2018. His third album, Western Swing & Waltzes and Other Punchy Songs, was released in August 2020. His fourth album Little Songs was released on July 14, 2023.[1]\n",
  "imgur_img": "https://i.imgur.com/0TpnaF3.jpeg"
},
{
  "_id": {
    "$oid": "665c779a7c43a4bf7ed3fab2"
  },
  "name": "Spice Girls",
  "slug": "spice-girls",
  "photo": "https://i.discogs.com/lt2QQXIq3pOz21UniVTG0pIooRMqAab4CnCzMI4ExOw/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTQ3MTA5/LTE2MTExNTIzOTMt/OTM3Ny5qcGVn.jpeg",
  "profile": "The Spice Girls are an English girl group formed in 1994, consisting of Mel B (\"Scary Spice\"); Melanie C (\"Sporty Spice\"); Emma Bunton (\"Baby Spice\"); Geri Halliwell (\"Ginger Spice\"); and Victoria Beckham (\"Posh Spice\"). With their \"girl power\" mantra, they redefined the girl-group concept by targeting a young female fanbase.[1][2] They led the teen pop resurgence of the 1990s, were a major part of the Cool Britannia era, and became pop culture icons of the decade.[3][4][5]\n",
  "imgur_img": "https://i.imgur.com/qy0q3F6.jpeg"
},
{
  "_id": {
    "$oid": "665c77a07c43a4bf7ed3fab6"
  },
  "name": "Dan Fogelberg",
  "slug": "dan-fogelberg",
  "photo": "https://i.discogs.com/EXaostGfUeBQYy8df2Z9wbHv6PaeDQrKLWrn30tt1pg/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTM2MTQy/NC0xNTQ4MTA3NDc2/LTI3OTAucG5n.jpeg",
  "profile": "Daniel Grayling Fogelberg[1] (August 13, 1951 – December 16, 2007) was an American singer, songwriter, and multi-instrumentalist. He is primarily known for his 1980s soft rock hits, including \"Longer\" (1980), \"Same Old Lang Syne\" (1981), and \"Leader of the Band\" (1982).\n",
  "imgur_img": "https://i.imgur.com/F5mv9x5.jpeg"
},
{
  "_id": {
    "$oid": "665c77a77c43a4bf7ed3faba"
  },
  "name": "Underground Resistance",
  "slug": "underground-resistance",
  "photo": "https://i.discogs.com/_wjQm5QuJar0he3c6mtG1Sh2e-Mga2Ykq21lOMvmkx8/rs:fit/g:sm/q:40/h:500/w:500/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTExNjAt/MTI3MTQ1MTc5Mi5q/cGVn.jpeg",
  "profile": "Underground Resistance (commonly abbreviated to UR) are an American musical collective from Detroit, Michigan. Producing primarily Detroit techno since 1990 with a grungy four-track musical aesthetic, they are also renowned for their militant political and anti-corporate ethos.\n",
  "imgur_img": "https://i.imgur.com/dygCvPN.jpeg"
},
{
  "_id": {
    "$oid": "665c77ad7c43a4bf7ed3fabe"
  },
  "name": "Father John Misty",
  "slug": "father-john-misty",
  "photo": "https://i.discogs.com/ALN4MfAL3Vx7YqPSdbLiOtOwGJQybh6Y_fFzEN3-_ko/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI2MDc2/NjItMTY1NTU4NTg0/MS0yMDkxLmpwZWc.jpeg",
  "profile": "Joshua Michael Tillman (born May 3, 1981), better known by his stage name Father John Misty, is an American musician. He is known for his satirical lyricism and eccentric performance style.\n",
  "imgur_img": "https://i.imgur.com/LoMfWDZ.jpeg"
},
{
  "_id": {
    "$oid": "665c77b47c43a4bf7ed3fac2"
  },
  "name": "Stevie Wonder",
  "slug": "stevie-wonder",
  "photo": "https://i.discogs.com/i7RuJmHtTA9Dxd2clpOBO_q5oKJK845kBkEOjXjxFpo/rs:fit/g:sm/q:40/h:604/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE4OTU2/LTE2NjU0MTU5MTAt/NjYzMy5qcGVn.jpeg",
  "profile": "Stevland Hardaway Morris (/ˈstiːvˌlənd/; né Judkins; born May 13, 1950), known professionally as Stevie Wonder, is an American singer-songwriter, musician, and record producer. One of the most acclaimed and influential musicians of the 20th century, he is credited as a pioneer and influence by musicians across a range of genres that include R&B, pop, soul, gospel, funk, and jazz. A virtual one-man band, Wonder's use of synthesizers and other electronic musical instruments during the 1970s reshaped the conventions of contemporary R&B. He also helped drive such genres into the album era, crafting his LPs as cohesive and consistent, in addition to socially conscious statements with complex compositions. Blind since shortly after his birth, Wonder was a child prodigy who signed with Motown's Tamla label at the age of 11, where he was given the professional name Little Stevie Wonder.\n",
  "imgur_img": "https://i.imgur.com/0JZQUUF.jpeg"
},
{
  "_id": {
    "$oid": "665c77ba7c43a4bf7ed3fac6"
  },
  "name": "Jan Jelinek",
  "slug": "jan-jelinek",
  "photo": "https://i.discogs.com/LPP3EaeY03xggjlN0S89ZdTtpbMBr22GILz2NqPnluk/rs:fit/g:sm/q:40/h:399/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTY0NjUt/MTY2NTg1NjU2NS02/ODM0LmpwZWc.jpeg",
  "profile": "Jan Jelinek is a German electronic musician who also operates under the names Farben, Gramm and The Exposures.[1] His music is usually categorized as minimal techno, glitch or microhouse, and is characterized by deep basslines, extensive use of samples from earlier jazz and rock recordings,[2] and clicks & cuts effects. He is the founder of the German record label Faitiche.[3][4]\n",
  "imgur_img": "https://i.imgur.com/kWmzrj9.jpeg"
},
{
  "_id": {
    "$oid": "665c77c57c43a4bf7ed3facd"
  },
  "name": "Ryan Adams",
  "slug": "ryan-adams",
  "photo": "https://i.discogs.com/rdWTnTMx-zENF3dypMiGkngb83QSlr7XYBkK04p6CIU/rs:fit/g:sm/q:40/h:399/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTgzMDg3/LTE0NTExNTk2NjQt/NjYyNy5qcGVn.jpeg",
  "profile": "David Ryan Adams (born November 5, 1974) is an American rock and country singer-songwriter. He has released 29 studio albums and three as a former member of Whiskeytown.\n",
  "imgur_img": "https://i.imgur.com/tXUYy9a.jpeg"
},
{
  "_id": {
    "$oid": "665c77cd7c43a4bf7ed3fad1"
  },
  "name": "Iggy Pop",
  "slug": "iggy-pop",
  "photo": "https://i.discogs.com/KSt9-1If_ZEm0BoGC_YzFb5qBjGKc43tBNUjfM0RbOU/rs:fit/g:sm/q:40/h:595/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTExMDcz/LTE3MTM5NTAzNzgt/MzY4OS5qcGVn.jpeg",
  "profile": "James Newell Osterberg Jr. (born April 21, 1947), known professionally as Iggy Pop, is an American singer, musician, songwriter, actor, and radio broadcaster. He was the vocalist and lyricist of proto-punk band the Stooges, who were formed in 1967 and have disbanded and reunited many times since.[1] Often called the \"Godfather of Punk\",[2][3] he was named one of the 50 Great Voices by NPR. In 2010, he was inducted into the Rock and Roll Hall of Fame as a member of the Stooges. Pop also received a Grammy Lifetime Achievement Award in 2020 for his solo work.[4]\n",
  "imgur_img": "https://i.imgur.com/tARxx0x.jpeg"
},
{
  "_id": {
    "$oid": "665c77d37c43a4bf7ed3fad5"
  },
  "name": "Lee Konitz",
  "slug": "lee-konitz",
  "photo": "https://i.discogs.com/svAWfUm4fp39Awh1rCSbZtfgEozdo5Z2wrlvqI0F9PM/rs:fit/g:sm/q:40/h:774/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI1OTA5/Mi0xNjUxODQ3ODg4/LTU5MjIuanBlZw.jpeg",
  "profile": "Leon \"Lee\" Konitz (October 13, 1927 – April 15, 2020) was an American jazz alto saxophonist and composer.\n",
  "imgur_img": "https://i.imgur.com/lYebuLj.jpeg"
},
{
  "_id": {
    "$oid": "665c77d77c43a4bf7ed3fad7"
  },
  "name": "Gerry Mulligan Quartet",
  "slug": "gerry-mulligan-quartet",
  "photo": "https://i.discogs.com/XY8Wy5kS4bic74DBQrfZYtHqdq3LUibrf79KtaaxKNI/rs:fit/g:sm/q:40/h:366/w:466/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTM3NTk3/OC0xMzIwMjM5Njk1/LmpwZWc.jpeg",
  "profile": null,
  "imgur_img": "https://i.imgur.com/K9V7vph.jpeg"
},
{
  "_id": {
    "$oid": "665c77dd7c43a4bf7ed3fadb"
  },
  "name": "Aphex Twin",
  "slug": "aphex-twin",
  "photo": "https://i.discogs.com/KNnSNCSBJnR7KbNoMaj6bTSzp-Nz5PiiIYaHRJDFJ4w/rs:fit/g:sm/q:40/h:895/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTQ1LTE2/MjA2NzA4MTktNTg2/My5qcGVn.jpeg",
  "profile": "Richard David James (born 18 August 1971), known professionally as Aphex Twin,[1][2][nb 1] is a British  musician, composer and DJ.[3] He is known for his idiosyncratic work in electronic styles such as techno, ambient, and jungle.[10] Journalists from publications including Mixmag, The New York Times, NME, Fact, Clash and The Guardian have called James one of the most influential and important artists in contemporary electronic music.[22]\n",
  "imgur_img": "https://i.imgur.com/EtaW3FD.jpeg"
},
{
  "_id": {
    "$oid": "665c77e77c43a4bf7ed3fae2"
  },
  "name": "Grouper",
  "slug": "grouper",
  "photo": "https://i.discogs.com/JsDDVanUNm0FOE1XPcj3xDNF4wSoBeiVeQP-VeJKrlw/rs:fit/g:sm/q:40/h:750/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTY4ODI4/MS0xNjMxNzIwNzMz/LTk4MjMuanBlZw.jpeg",
  "profile": "Grouper is the solo project of musician, artist and producer Liz Harris (born July 15, 1980).[a] She has released material on her own label and other independent labels since 2005. Grouper released the critically acclaimed Dragging a Dead Deer Up a Hill in 2008, followed by five more records, including a two-part album, A I A, and the piano-led album Ruins. Her twelfth album, Shade, was released in 2021.\n",
  "imgur_img": "https://i.imgur.com/mpTlM93.jpeg"
},
{
  "_id": {
    "$oid": "665c77ed7c43a4bf7ed3fae6"
  },
  "name": "Zero 7",
  "slug": "zero-7",
  "photo": "https://i.discogs.com/DAbQiYRfhzAFJrUfXrdMljJ6zhlXcIOSwPpFXw8PGWQ/rs:fit/g:sm/q:40/h:200/w:300/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI2NjQ3/LTAwMS5qcGc.jpeg",
  "profile": "Zero 7 is an English musical duo consisting of Henry Binns and Sam Hardaker. Both of them began as studio engineers and in 1997 formed the group Zero 7. Their debut album, Simple Things, was released in 2001 in which their song \"Destiny\" stayed in the top 100 of the UK Single Charts. Subsequent albums include When It Falls, The Garden, and Yeah Ghost.\n",
  "imgur_img": "https://i.imgur.com/mjMddaU.jpeg"
},
{
  "_id": {
    "$oid": "665c77f67c43a4bf7ed3faea"
  },
  "name": "Jimmy Smith",
  "slug": "jimmy-smith",
  "photo": "https://i.discogs.com/FJNgSPfW76KN3rco1rze6N5ZwDPy4jOdNdWeY3UPqnw/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI5OTgx/LTE0NTUzMzE2NTUt/NTE5OS5qcGVn.jpeg",
  "profile": "James Oscar Smith (December 8, 1928[1] – February 8, 2005[2]) was an American jazz musician who helped popularize the Hammond B-3 organ, creating a link between jazz and 1960s soul music.\n",
  "imgur_img": "https://i.imgur.com/WOUxpha.jpeg"
},
{
  "_id": {
    "$oid": "665c77fb7c43a4bf7ed3faee"
  },
  "name": "Clairo (2)",
  "slug": "clairo-2",
  "photo": "https://i.discogs.com/LzwlnwFU1HVAsrol6qRlmyJq7JYIDUE3C4jJYFNuT28/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTY1MTIz/MjktMTcxMzk2NTE0/My03MTA0LmpwZWc.jpeg",
  "profile": "American singer-songwriter born August 18, 1998 in Atlanta, Georgia.",
  "imgur_img": "https://i.imgur.com/1799dXl.jpeg"
},
{
  "_id": {
    "$oid": "665c78007c43a4bf7ed3faf2"
  },
  "name": "Motor City Drum Ensemble",
  "slug": "motor-city-drum-ensemble",
  "photo": "https://i.discogs.com/fz3A4CHejJQgALw3o8ZTVNSLfUBH3EIs8wujMEw5Ztw/rs:fit/g:sm/q:40/h:314/w:431/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTk3MDkw/NS0xNTEwNzU1MTQw/LTc4MDEuanBlZw.jpeg",
  "profile": "Primary alias of Danilo Plessow, a house producer and DJ from Stuttgart, Germany. ",
  "imgur_img": "https://i.imgur.com/JqYZo7R.jpeg"
},
{
  "_id": {
    "$oid": "665c78057c43a4bf7ed3faf6"
  },
  "name": "Larry Young",
  "slug": "larry-young",
  "photo": "https://i.discogs.com/VII2_EN9OsJEOkt50jNre3EYtD0F4Naz5p6J6veNCdI/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI5OTg0/LTE0NTEzOTMwNDYt/NzcxOS5naWY.jpeg",
  "profile": "Larry Young (also known as Khalid Yasin [Abdul Aziz]; October 7, 1940 – March 30, 1978)[1] was an American jazz organist and occasional pianist. Young's early work was strongly influenced by the soul jazz of Jimmy Smith, but he later pioneered a more experimental, modal approach to the Hammond B-3.[2]\n",
  "imgur_img": "https://i.imgur.com/grloVQx.jpeg"
},
{
  "_id": {
    "$oid": "665c780c7c43a4bf7ed3fafa"
  },
  "name": "Depeche Mode",
  "slug": "depeche-mode",
  "photo": "https://i.discogs.com/gCNAv7NDPgzae3afi_65mDMwve6znP2GuCBgUyERF1U/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI3MjUt/MTY2NTMzMzEyMS0z/OTk4LmpwZWc.jpeg",
  "profile": "Depeche Mode[a] are an English electronic music band formed in Basildon, Essex in 1980. Originally formed with the lineup of Dave Gahan, Martin Gore, Andy Fletcher and Vince Clarke, the band currently consists of Gahan and Gore.\n",
  "imgur_img": "https://i.imgur.com/WpXiRtz.jpeg"
},
{
  "_id": {
    "$oid": "665c78107c43a4bf7ed3fafe"
  },
  "name": "Vainqueur",
  "slug": "vainqueur",
  "photo": "https://i.discogs.com/4QclHx_5KQeXJmpWy1K0K6OVxhxZ83jX6ALtT2cA3PU/rs:fit/g:sm/q:40/h:400/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTk3My0x/MzQwNjM2NTM5LTM4/NDAuanBlZw.jpeg",
  "profile": "Solo project of [a=René Löwe].\r",
  "imgur_img": "https://i.imgur.com/wIiigVT.jpeg"
},
{
  "_id": {
    "$oid": "665c78177c43a4bf7ed3fb02"
  },
  "name": "John F. Kennedy",
  "slug": "john-f-kennedy",
  "photo": "https://i.discogs.com/zSMo3duyuvFgLITymoXTeC1iUvWwHmnOzQ8nVyWbTZg/rs:fit/g:sm/q:40/h:747/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTQ0MTY3/Ni0xNjE0NDQ0NDQ1/LTkyNTQucG5n.jpeg",
  "profile": "John Fitzgerald Kennedy (May 29, 1917 – November 22, 1963), often referred to as JFK, was an American politician who served as the 35th president of the United States from 1961 until his assassination in 1963. He was the youngest person elected president.[2] Kennedy served at the height of the Cold War, and the majority of his foreign policy concerned relations with the Soviet Union and Cuba. A Democrat, Kennedy represented Massachusetts in both houses of the United States Congress prior to his presidency.\n",
  "imgur_img": "https://i.imgur.com/GlzluyI.jpeg"
},
{
  "_id": {
    "$oid": "665c781c7c43a4bf7ed3fb06"
  },
  "name": "Van Halen",
  "slug": "van-halen",
  "photo": "https://i.discogs.com/CWca7EWCZCxDW4_XwKJpGb_fRDtf4M-FkryYBuk-0_k/rs:fit/g:sm/q:40/h:414/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTk0MDY2/LTE2Mjc2NjA0Nzgt/MjI2Ny5qcGVn.jpeg",
  "profile": "Van Halen (/væn ˈheɪlɛn/ van HAY-len) was an American rock band formed in Pasadena, California, in 1973. Credited with restoring hard rock to the forefront of the music scene,[2] Van Halen was known for their energetic live performances[3] and for the virtuosity of its guitarist, Eddie Van Halen.[4][5] The band was inducted into the Rock and Roll Hall of Fame in 2007.\n",
  "imgur_img": "https://i.imgur.com/bzPWEvT.jpeg"
},
{
  "_id": {
    "$oid": "665c78227c43a4bf7ed3fb0a"
  },
  "name": "Cigarettes After Sex",
  "slug": "cigarettes-after-sex",
  "photo": "https://i.discogs.com/0R_JyQ_qrJyrZ9qe1kn2sGshmZECkF0DuA1KtpO3SXA/rs:fit/g:sm/q:40/h:337/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTM0MjYz/MjgtMTY1NTU4NzMy/NC0xMDc1LmpwZWc.jpeg",
  "profile": "Cigarettes After Sex is an American dream pop band, formed in El Paso, Texas in 2008 by Greg Gonzalez. The band is known for their ethereal, limerent and often dream-like musical style, lyrics often based on the themes of romance and love, as well as Gonzalez's voice, which has been described as \"androgynous\".[7] While marketed as an ambient pop band, Cigarettes After Sex are also considered to be shoegaze, slowcore and indie rock.\n",
  "imgur_img": "https://i.imgur.com/Fq9tiom.jpeg"
},
{
  "_id": {
    "$oid": "665c782c7c43a4bf7ed3fb11"
  },
  "name": "The XX",
  "slug": "the-xx",
  "photo": "https://i.discogs.com/ny8Ua0SBNPQseKL4VyJcihQPjtfMqt72XnuEQPssMTk/rs:fit/g:sm/q:40/h:745/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE0MTYy/MzgtMTY1NTQwMzYz/MS04OTQ3LmpwZWc.jpeg",
  "profile": "The xx are an English indie rock band from Wandsworth, London, formed in 2005.[1] The band consists of Romy Madley Croft (guitar, vocals), Oliver Sim (bass guitar, vocals), Jamie Smith, also known as Jamie xx (beats, MPC, record production), and formerly Baria Qureshi (keyboard, guitar). They are known for their distinct and minimalist sound that blends indie rock, indie electronic, indie pop, dream pop and electro-rock and the dual vocalist setup of both Madley Croft and Sim. Their music employs soft, echoed guitar, prominent bass, light electronic beats and ambient soundscape backgrounds[citation needed].\n",
  "imgur_img": "https://i.imgur.com/GtLSeIh.jpeg"
},
{
  "_id": {
    "$oid": "665c78317c43a4bf7ed3fb15"
  },
  "name": "The Martian",
  "slug": "the-martian",
  "photo": null,
  "profile": null
},
{
  "_id": {
    "$oid": "665c78377c43a4bf7ed3fb19"
  },
  "name": "Jimi Hendrix",
  "slug": "jimi-hendrix",
  "photo": "https://i.discogs.com/igZCldMTY6apuDVdLqKE99dhfD15abFKsA3AQ9kKghY/rs:fit/g:sm/q:40/h:600/w:438/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTExMDU5/My0xMTQxNTc3ODg4/LmpwZWc.jpeg",
  "profile": "James Marshall \"Jimi\" Hendrix (born Johnny Allen Hendrix; November 27, 1942 – September 18, 1970) was an American guitarist, songwriter and singer. Although his mainstream career spanned only four years, he is widely regarded as the greatest and one of the most influential electric guitarists in the history of popular music, and one of the most celebrated musicians of the 20th century. The Rock and Roll Hall of Fame describes him as \"arguably the greatest instrumentalist in the history of rock music.\"[1]\n",
  "imgur_img": "https://i.imgur.com/Nj0iia5.jpeg"
},
{
  "_id": {
    "$oid": "665c783d7c43a4bf7ed3fb1d"
  },
  "name": "Sufjan Stevens",
  "slug": "sufjan-stevens",
  "photo": "https://i.discogs.com/c-fu3MNuQscD7lmA5HzDg6wqiWX5L8gNBcu3fyFmPWk/rs:fit/g:sm/q:40/h:718/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTIwMjU5/OC0xNTE2ODExNTE5/LTI5MzIuanBlZw.jpeg",
  "profile": "Sufjan Stevens (/ˈsuːfjɑːn/ SOOF-yahn; born July 1, 1975) is an American singer, songwriter, and multi-instrumentalist. He has released ten solo studio albums and multiple collaborative albums with other artists. Stevens has received Grammy and Academy Award nominations.\n",
  "imgur_img": "https://i.imgur.com/DkMwYie.jpeg"
},
{
  "_id": {
    "$oid": "665c78437c43a4bf7ed3fb21"
  },
  "name": "Art Blakey & The Jazz Messengers",
  "slug": "art-blakey-the-jazz-messengers",
  "photo": "https://i.discogs.com/QJxUIZua6KDMNxbGBGhQJJVF8jIsFNc7KvVJmWXraCk/rs:fit/g:sm/q:40/h:396/w:456/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI2MjEy/OC0xNjk2MDYxODIy/LTg5NTIucG5n.jpeg",
  "profile": "The Jazz Messengers were a jazz combo that existed for over thirty-five years beginning in the early 1950s as a collective,[1][2][3] and ending when long-time leader and founding drummer Art Blakey died in 1990.[4] Blakey led or co-led the group from the outset.[2] \"Art Blakey\" and \"Jazz Messengers\" became synonymous over the years, though Blakey did lead non-Messenger recording sessions and played as a sideman for other groups throughout his career.[5][6][7]\n",
  "imgur_img": "https://i.imgur.com/lhgbISR.jpeg"
},
{
  "_id": {
    "$oid": "665c78487c43a4bf7ed3fb25"
  },
  "name": "Kirk Hammett",
  "slug": "kirk-hammett",
  "photo": "https://i.discogs.com/riCFlothK2_8i3UGiMw601SVmYfV5RzUlKeEWRW8MAY/rs:fit/g:sm/q:40/h:337/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE4ODM2/LTE2MTI0NTU4OTMt/MjQ0MC5qcGVn.jpeg",
  "profile": "Kirk Lee Hammett (born November 18, 1962)[1] is an American musician who has been the lead guitarist of heavy metal band Metallica since 1983. Prior to joining Metallica, he co-formed the thrash metal band Exodus in 1979. In 2003, Hammett, along with bandmate James Hetfield, was ranked 23rd on Rolling Stone's list of Greatest Guitarists of All Time.[2] In 2009, Hammett was ranked number 15 in Joel McIver's book The 100 Greatest Metal Guitarists.[3][4][5]\n",
  "imgur_img": "https://i.imgur.com/w0OzUrg.jpeg"
},
{
  "_id": {
    "$oid": "665c78537c43a4bf7ed3fb2c"
  },
  "name": "Herbie Nichols",
  "slug": "herbie-nichols",
  "photo": "https://i.discogs.com/EXF1eIPMpM8MvXeKU2OX9PccdRXQTATpb-rq0roo3aI/rs:fit/g:sm/q:40/h:202/w:190/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTQ4Njk5/OC0xMTk1ODY2MDA0/LmpwZWc.jpeg",
  "profile": "Herbert Horatio Nichols (January 3, 1919 – April 12, 1963)[1] was an American jazz pianist and composer who wrote the jazz standard \"Lady Sings the Blues\". Obscure during his lifetime, he is now highly regarded by many musicians and critics.[2]\n",
  "imgur_img": "https://i.imgur.com/e2rIpTU.jpeg"
},
{
  "_id": {
    "$oid": "665c785a7c43a4bf7ed3fb30"
  },
  "name": "Echo & The Bunnymen",
  "slug": "echo-the-bunnymen",
  "photo": "https://i.discogs.com/zKMuS8CfFdsytoZOEmMccvoeoY9J3pqVgTEmwF1Oi0Q/rs:fit/g:sm/q:40/h:320/w:550/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTQ1MTE1/LTE2NjIyMTQwMjgt/NzE1Mi5qcGVn.jpeg",
  "profile": "Echo & the Bunnymen are an English rock band formed in Liverpool in 1978. The original line-up consisted of vocalist Ian McCulloch, guitarist Will Sergeant and bassist Les Pattinson. By 1980, Pete de Freitas joined as the band's drummer.[8]\n",
  "imgur_img": "https://i.imgur.com/1RqsOcW.jpeg"
},
{
  "_id": {
    "$oid": "665c78967c43a4bf7ed3fb4a"
  },
  "name": "Soundgarden",
  "slug": "soundgarden",
  "photo": "https://i.discogs.com/ChhQsBLH32WU0jRm27vIGIBhs2m2o_px-JItIImxbE8/rs:fit/g:sm/q:40/h:482/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEwNTcz/MS0xNTAyNDUwMTU5/LTExNzAuanBlZw.jpeg",
  "profile": "Soundgarden was an American rock band formed in Seattle, Washington, in 1984 by singer and drummer Chris Cornell, lead guitarist Kim Thayil, and bassist Hiro Yamamoto. Cornell switched to rhythm guitar in 1985, replaced on drums initially by Scott Sundquist, and later by Matt Cameron in 1986. Yamamoto left in 1989 and was replaced initially by Jason Everman and shortly thereafter by Ben Shepherd. The band dissolved in 1997 and reformed in 2010. Following Cornell's death in 2017 and a year of uncertainty regarding the band's future, Thayil declared in October 2018 that Soundgarden had disbanded once again, though they did reunite in January 2019 for a one-off concert in tribute to Cornell.[1] Not counting the one-off concert, Cornell and Thayil were the only members to appear in every incarnation of the band.\n",
  "imgur_img": "https://i.imgur.com/yNwfzlt.jpeg"
},
{
  "_id": {
    "$oid": "665c78a17c43a4bf7ed3fb51"
  },
  "name": "Fine Young Cannibals",
  "slug": "fine-young-cannibals",
  "photo": "https://i.discogs.com/iir_Zr1OioKpJbBJmsOHQ6UrvDbedgBu46784DF8210/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTQ3MTEt/MTUzOTgxNzc4My01/ODgyLmpwZWc.jpeg",
  "profile": "Fine Young Cannibals (FYC) were an English pop rock band formed in Birmingham, England, in 1984 by former The Beat band bassist David Steele and guitarist Andy Cox[5] with singer Roland Gift (formerly of the Akrylykz). Their self-titled 1985 debut album contained \"Johnny Come Home\" and a cover of \"Suspicious Minds\", two songs that were top 40 hits in the UK, Canada, Australia and Europe. Their 1989 album, The Raw & the Cooked, topped the UK, US, Australian and Canadian album charts, and contained their two Billboard Hot 100 number ones: \"She Drives Me Crazy\" and \"Good Thing\".[6]\n",
  "imgur_img": "https://i.imgur.com/FJVc5PR.jpeg"
},
{
  "_id": {
    "$oid": "665c78cb7c43a4bf7ed3fb64"
  },
  "name": "Adele (3)",
  "slug": "adele-3",
  "photo": "https://i.discogs.com/SUJfXsrgE1FDhWE6E4KRcW3dI8HePz3kqBNaROVz4Is/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTgxOTAx/NS0xNjM0MjA3Mzkw/LTE3MzguanBlZw.jpeg",
  "profile": "Adele Laurie Blue Adkins MBE (/əˈdɛl/;[3] born 5 May 1988), known mononymously  as Adele, is an English singer-songwriter. She is known for her mezzo-soprano vocals and sentimental songwriting. Adele has received numerous accolades including 16 Grammy Awards, 12 Brit Awards (including three for British Album of the Year), an Academy Award, a Primetime Emmy Award, and a Golden Globe Award. \n",
  "imgur_img": "https://i.imgur.com/uU4sQUd.jpeg"
},
{
  "_id": {
    "$oid": "665c78d77c43a4bf7ed3fb6a"
  },
  "name": "Bad Religion",
  "slug": "bad-religion",
  "photo": "https://i.discogs.com/x7cWyQ6qx8e3IWoaOL5wkvrx61wIO4KfvIf0xsVrk0Q/rs:fit/g:sm/q:40/h:486/w:555/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE3NDc5/LTE1NzAzMzc4MzQt/Njc3MC5qcGVn.jpeg",
  "profile": "Bad Religion is an American punk rock band, formed in Los Angeles, California, in 1980. The band's lyrics cover topics related to religion, politics, society, the media and science. Musically, they are noted for their melodic sensibilities and extensive use of three-part vocal harmonies. The band has experienced multiple line-up changes, with singer Greg Graffin being the band's only constant member, though fellow founding members Jay Bentley and Brett Gurewitz have also been with the band for most of their history while guitarist Brian Baker has been a member of the group since 1994. Guitarist Mike Dimkich and drummer Jamie Miller have been members of the band since 2013 and 2015 respectively. To date, Bad Religion has released seventeen studio albums, two live albums, three compilation albums, three EPs, and two live DVDs. They are considered to be one of the best-selling punk rock acts of all time,[1] having sold over five million albums worldwide.[2]\n",
  "imgur_img": "https://i.imgur.com/lbWY1SA.jpeg"
},
{
  "_id": {
    "$oid": "665c78e17c43a4bf7ed3fb70"
  },
  "name": "Beats International",
  "slug": "beats-international",
  "photo": "https://i.discogs.com/uaCQQEqkhRm85PgfTthEClEPUShocXL_WPMrPfeaECk/rs:fit/g:sm/q:40/h:370/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEyNTkx/LTExNTg1ODQ1ODku/anBlZw.jpeg",
  "profile": "Beats International were a British dance music band and hip-hop collective,[1] formed in the late 1980s by Norman Cook (later in his career known as Fatboy Slim) based in Brighton, East Sussex, England, after his departure from the Housemartins.[2]\n",
  "imgur_img": "https://i.imgur.com/F8zdU3G.jpeg"
},
{
  "_id": {
    "$oid": "665c78f07c43a4bf7ed3fb78"
  },
  "name": "David Byrne",
  "slug": "david-byrne",
  "photo": "https://i.discogs.com/59k1SD3I_xthog6gWMMByc13jZ1vdjyowqu1DWW6Mp4/rs:fit/g:sm/q:40/h:512/w:512/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTM5MTgt/MTYyNDAzMjE3My01/MjU1LmpwZWc.jpeg",
  "profile": "David Byrne (/bɜːrn/; born 14 May 1952) is a Scottish-American singer, songwriter, musician, record producer, actor, writer, music theorist, visual artist, and filmmaker. He was a founding member, principal songwriter, lead singer, and guitarist of the American new wave band Talking Heads.\n",
  "imgur_img": "https://i.imgur.com/NQ36lKL.jpeg"
},
{
  "_id": {
    "$oid": "665c78ff7c43a4bf7ed3fb80"
  },
  "name": "The Stranglers",
  "slug": "the-stranglers",
  "photo": "https://i.discogs.com/4Wgid0BIiFoEtidNFAr7xCUtteBSP5AWqMBjOUc4SR4/rs:fit/g:sm/q:40/h:384/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTcxODkx/LTE2NjIwNjE0NTkt/Njg5Ni5qcGVn.jpeg",
  "profile": "The Stranglers are an English rock band. Scoring 23 UK top 40 singles and 19 UK top 40 albums to date in a career spanning five decades, the Stranglers are one of the longest-surviving bands to have originated in the UK punk scene.\n",
  "imgur_img": "https://i.imgur.com/gxKCavp.jpeg"
},
{
  "_id": {
    "$oid": "665c79057c43a4bf7ed3fb84"
  },
  "name": "La Düsseldorf",
  "slug": "la-dusseldorf",
  "photo": "https://i.discogs.com/UYo5Cc_myZPiGAvLJbbcW_V8EqDJ1WPHnFNBHfoCx4s/rs:fit/g:sm/q:40/h:375/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE1MjU0/MC0xNTgyMjEzMzQ2/LTI5NjUuanBlZw.jpeg",
  "profile": "La Düsseldorf war eine deutsche Rockband aus Düsseldorf, die 1975 aus der Gruppe Neu! hervorgegangen ist.\n",
  "imgur_img": "https://i.imgur.com/YyQrUL1.jpeg"
},
{
  "_id": {
    "$oid": "665c792a7c43a4bf7ed3fb94"
  },
  "name": "Ahmad Jamal Trio",
  "slug": "ahmad-jamal-trio",
  "photo": "https://i.discogs.com/jRNC54MRm8uDjbOHtAKajFI31ld5tK-cq8nvB1ExNV4/rs:fit/g:sm/q:40/h:595/w:493/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI3NjIx/NC0xMjg2NzAyNTI4/LmpwZWc.jpeg",
  "profile": "Ahmad Jamal (born Frederick Russell Jones; July 2, 1930 – April 16, 2023) was an American jazz pianist, composer, bandleader, and educator. For six decades, he was one of the most successful small-group leaders in jazz.[1] He was a National Endowment for the Arts (NEA) Jazz Master and won a Lifetime Achievement Grammy for his contributions to music history.[2][3]\n",
  "imgur_img": "https://i.imgur.com/rum1IVK.jpeg"
},
{
  "_id": {
    "$oid": "665c793a7c43a4bf7ed3fb9c"
  },
  "name": "Harold Budd",
  "slug": "harold-budd",
  "photo": "https://i.discogs.com/ETHG3qjUHh2PTd_pnMFtz_RIaXH-cf3o8V2Qo6Qk8DQ/rs:fit/g:sm/q:40/h:770/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTM3NzQ5/LTE3MDI3Nzg5OTgt/ODQyNC5wbmc.jpeg",
  "profile": "Harold Montgomory Budd (May 24, 1936 – December 8, 2020) was an American music composer and poet.[2] Born in Los Angeles and raised in the Mojave Desert, he became a respected composer in the minimal music and avant-garde scene of Southern California in the late 1960s, and later became better known for his work with figures such as Brian Eno and Robin Guthrie.[3] Budd developed what he called a \"soft pedal\" technique for playing piano, with use of slow playing and prominent sustain.\n",
  "imgur_img": "https://i.imgur.com/JHLP9C3.jpeg"
},
{
  "_id": {
    "$oid": "665c79407c43a4bf7ed3fb9e"
  },
  "name": "Brian Eno",
  "slug": "brian-eno",
  "photo": "https://i.discogs.com/0M-rEhHrzyBB5EXY9BpY4di0ICmYOpao757rx7aXfKM/rs:fit/g:sm/q:40/h:779/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTYzNC0x/NTI0MzEwMDk5LTY3/NzEuanBlZw.jpeg",
  "profile": "Brian Peter George Eno (/ˈiːnoʊ/; born 15 May 1948), also mononymously known as Eno, is an English musician, songwriter, record producer and visual artist. He is best known for his pioneering contributions to ambient music and electronica, and for producing, recording, and writing works in rock and pop music.[1] A self-described \"non-musician\", Eno has helped introduce unconventional concepts and approaches to contemporary music.[1][2] He has been described as one of popular music's most influential and innovative figures.[1][3] In 2019, he was inducted into the Rock and Roll Hall of Fame as a member of Roxy Music.[4]\n",
  "imgur_img": "https://i.imgur.com/yREjRKV.jpeg"
},
{
  "_id": {
    "$oid": "665c79517c43a4bf7ed3fba6"
  },
  "name": "Weezer",
  "slug": "weezer",
  "photo": "https://i.discogs.com/ENxD3TN90HSML-ya8K7nZ8eE8VcKXQsri04sxan5HA0/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEwNTcz/MC0xNjcxNjc4NjIx/LTg4ODYuanBlZw.jpeg",
  "profile": "Weezer is an American rock band formed in Los Angeles, California, in 1992. Since 2001, the band has consisted of Rivers Cuomo (lead vocals, guitar, keyboards), Patrick Wilson (drums, backing vocals), Brian Bell (guitar, keyboards, backing vocals), and Scott Shriner (bass guitar, keyboards, backing vocals). They have sold 10 million albums in the US and more than 35 million worldwide.[1]\n",
  "imgur_img": "https://i.imgur.com/V2pRbko.jpeg"
},
{
  "_id": {
    "$oid": "665c79587c43a4bf7ed3fbaa"
  },
  "name": "Kiss",
  "slug": "kiss",
  "photo": "https://i.discogs.com/IW-odGhQRtzu2jWHFT9zv0hrS1pUl0eTAXkmTbH_SJk/rs:fit/g:sm/q:40/h:624/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE1MzA3/My0xNjgyNjA1MjY4/LTk4NTcuanBlZw.jpeg",
  "profile": "Kiss (often styled as KISS) was an American rock band formed in New York City in 1973 by Paul Stanley (vocals, rhythm guitar), Gene Simmons (vocals, bass guitar), Ace Frehley (lead guitar, vocals) and Peter Criss (drums, vocals). Known for their face paint and stage outfits, the group rose to prominence in the mid-1970s with shock rock-style live performances which featured fire-breathing, blood-spitting, smoking guitars, shooting rockets, levitating drum kits and pyrotechnics. The band went through several lineup changes, with Stanley and Simmons remaining the only consistent members. The final lineup consisted of them, Tommy Thayer (lead guitar, vocals) and Eric Singer (drums, vocals).\n",
  "imgur_img": "https://i.imgur.com/8cbMv4C.jpeg"
},
{
  "_id": {
    "$oid": "665c795c7c43a4bf7ed3fbae"
  },
  "name": "Ty Segall Band",
  "slug": "ty-segall-band",
  "photo": "https://i.discogs.com/GpS1aucRL2nZhRyeanwG8svLfezcWf_163OMoL2Zo6c/rs:fit/g:sm/q:40/h:508/w:599/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI3NTQ4/MTgtMTM0MDA5ODgz/My05NzU2LmpwZWc.jpeg",
  "profile": null,
  "imgur_img": "https://i.imgur.com/Husf2Gq.jpeg"
},
{
  "_id": {
    "$oid": "665c79627c43a4bf7ed3fbb2"
  },
  "name": "The Motels",
  "slug": "the-motels",
  "photo": "https://i.discogs.com/bysFQnzupqmy3ccEieyESmrhkbv1HDYAaswMETr5RAQ/rs:fit/g:sm/q:40/h:368/w:368/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI5MzE1/NC0xMzY5MjQzNjQ4/LTU2MTAuanBlZw.jpeg",
  "profile": "The Motels are an American new wave band from Berkeley, California, that is best known for the singles \"Only the Lonely\" and \"Suddenly Last Summer\", each of which peaked at No. 9 on the Billboard Hot 100, in 1982 and 1983, respectively. In 1980, The Motels song \"Total Control\" reached No. 7 on the Australian chart (for two weeks),[1] and their song \"Danger\" reached No. 15 on the French chart.\n",
  "imgur_img": "https://i.imgur.com/QyeJPAL.jpeg"
},
{
  "_id": {
    "$oid": "665c79687c43a4bf7ed3fbb6"
  },
  "name": "Village People",
  "slug": "village-people",
  "photo": "https://i.discogs.com/tQQAK6wouza_f5pI5WIvtdzkCn9iFywfsWpiNQxwg3g/rs:fit/g:sm/q:40/h:296/w:350/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTMzMTk2/LTExMTU0OTMyNjku/anBn.jpeg",
  "profile": "Village People is an American disco group known for its on-stage costumes and suggestive lyrics in their music. The group was originally formed by French producers Jacques Morali, Henri Belolo and lead singer Victor Willis[1] following the release of the debut album Village People, which targeted disco's large gay audience. The group's name refers to Manhattan's Greenwich Village, with its reputation as a gay village.[2] The characters were a symbolic group of American masculinity[3] and macho gay-fantasy personas.[4] To date, Willis is the only original member still remaining with the group.[5]\n",
  "imgur_img": "https://i.imgur.com/JhpmXGS.jpeg"
},
{
  "_id": {
    "$oid": "665c796e7c43a4bf7ed3fbba"
  },
  "name": "The Prodigy",
  "slug": "the-prodigy",
  "photo": "https://i.discogs.com/17tbcTSQ8jGol0rAKcwx0ep_ZqzUyzNK1yD8HnjmFdA/rs:fit/g:sm/q:40/h:394/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTY2ODUy/LTE2ODUxMTU1OTMt/ODI1MC5qcGVn.jpeg",
  "profile": "The Prodigy are an English electronic dance music band formed in Braintree, Essex, in 1990 by producer, keyboardist, and songwriter Liam Howlett. The original line-up also featured dancer and vocalist Keith Flint, dancer and occasional live keyboardist Leeroy Thornhill, dancer Sharky, and MC and vocalist Maxim. They are pioneers of the breakbeat-influenced genre big beat, and describe their style as electronic punk.[1][2]\n",
  "imgur_img": "https://i.imgur.com/NiVjKlG.jpeg"
},
{
  "_id": {
    "$oid": "665c79757c43a4bf7ed3fbbe"
  },
  "name": "Willow (52)",
  "slug": "willow-52",
  "photo": "https://i.discogs.com/t8n6qcrNpiIY4j6S_XGwaAmpEuplQS8ZpB6W7UCLCpM/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEwMDkw/MzAzLTE2MzM0ODA1/MTMtOTY3MS5wbmc.jpeg",
  "profile": "Willow Camille Reign Smith (born October 31, 2000), also known mononymously as Willow, is an American singer. The daughter of Will Smith and Jada Pinkett Smith, she has received various accolades, including a Young Artist Award, an NAACP Image Award, a BET Award, and nominations for two Daytime Emmy Awards and a MTV Video Music Award.\n",
  "imgur_img": "https://i.imgur.com/Wma9SZC.jpeg"
},
{
  "_id": {
    "$oid": "665c797a7c43a4bf7ed3fbc2"
  },
  "name": "Baroness",
  "slug": "baroness",
  "photo": "https://i.discogs.com/jNVW_iEOftvuzbZroUEeQ94Sez-NpYZxuucb6GMNrUo/rs:fit/g:sm/q:40/h:336/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTk0NzYx/NC0xNTYwNjM3Mjcy/LTc2ODAucG5n.jpeg",
  "profile": "Baroness is an American heavy metal band from Savannah, Georgia that has been active since 2003.[1] The members of the original line-up (John Baizley, Tim Loose, Summer Welch, and Allen Blickle) grew up together in Lexington, Virginia. The band has undergone numerous line-up changes, with Baizley serving as the sole constant throughout.\n",
  "imgur_img": "https://i.imgur.com/335CvbN.jpeg"
},
{
  "_id": {
    "$oid": "665c79807c43a4bf7ed3fbc6"
  },
  "name": "Newcleus",
  "slug": "newcleus",
  "photo": "https://i.discogs.com/4CuPq31nkWJA-Qjz6zoy5VmrDtAZaWmUkeErQ0vhfxk/rs:fit/g:sm/q:40/h:435/w:520/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTM4Njct/MTM5NDI5ODE3MC01/MzExLmpwZWc.jpeg",
  "profile": "Newcleus was an American electro and old school hip hop group that gained popularity in the early 1980s. The group is primarily known for its 12-inch single \"Jam-On's Revenge\" (re-released as \"Jam on Revenge (The Wikki-Wikki Song)\" (1983)) and \"Jam on It\" (1984). \n",
  "imgur_img": "https://i.imgur.com/zcT5PK5.jpeg"
},
{
  "_id": {
    "$oid": "665c79867c43a4bf7ed3fbca"
  },
  "name": "N-Joi",
  "slug": "n-joi",
  "photo": "https://i.discogs.com/-db8pKkDtpOJGoIG8aYZJYZ4LQqFEaM6RJ5Ld8CoaNQ/rs:fit/g:sm/q:40/h:264/w:200/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTczNjkt/MTIxMzE2NDYyNC5q/cGVn.jpeg",
  "profile": "N-Joi are an English production duo from Southend-on-Sea, Essex, England, consisting of Nigel Champion and Mark Franklin,[1] (who met at Alleyn Court Prep School) with vocalist/front person Saffron. Champion went to Framlingham College and Franklin to Felsted School but met up again after school in 1987.\n",
  "imgur_img": "https://i.imgur.com/ACdIets.jpeg"
},
{
  "_id": {
    "$oid": "665c798a7c43a4bf7ed3fbce"
  },
  "name": "Junior Jack",
  "slug": "junior-jack",
  "photo": "https://i.discogs.com/i2wq0BJ1OZsEAgwqxW3AROiYMfSiveygjdCvS6uAiQ4/rs:fit/g:sm/q:40/h:902/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTQyNjYt/MTIxMjkzNDkwOS5q/cGVn.jpeg",
  "profile": "Italian DJ and producer, born in Rutigliano 31 August 1971 but grew up in Belgium. He started his music career in 1990.",
  "imgur_img": "https://i.imgur.com/aUs4uXd.jpeg"
},
{
  "_id": {
    "$oid": "665c79977c43a4bf7ed3fbd5"
  },
  "name": "Ride",
  "slug": "ride",
  "photo": "https://i.discogs.com/4hu1OD9aMvyVaG2Vi9tefXwIg416nQ2nlThf-oowHCY/rs:fit/g:sm/q:40/h:417/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEwMTM4/LTE2NjQ5NDcxNzgt/OTE2OC5qcGVn.jpeg",
  "profile": "Ride  are an English rock band formed in Oxford in 1988. The band consists of vocalists and guitarists Andy Bell and Mark Gardener, drummer Laurence \"Loz\" Colbert and bassist Steve Queralt. They have been recognised as one of the key pioneers of shoegaze, an alternative rock subgenre that emerged to prominence in the United Kingdom during the early 1990s.\n",
  "imgur_img": "https://i.imgur.com/Mu2kUgo.jpeg"
},
{
  "_id": {
    "$oid": "665c799d7c43a4bf7ed3fbd9"
  },
  "name": "Freddie Hubbard",
  "slug": "freddie-hubbard",
  "photo": "https://i.discogs.com/0ajUChB4BpmxO1FXulyakzhX70XOr5b_naH8M94sjgE/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTU1NzQ1/LTEyODgxOTY5Njgu/anBlZw.jpeg",
  "profile": "Frederick Dewayne Hubbard (April 7, 1938 – December 29, 2008) was an American jazz trumpeter.[1] He played bebop, hard bop, and post-bop styles from the early 1960s onwards. His unmistakable and influential tone contributed to new perspectives for modern jazz and bebop.[2]\n",
  "imgur_img": "https://i.imgur.com/ygq2Xkc.jpeg"
},
{
  "_id": {
    "$oid": "665c79a37c43a4bf7ed3fbdd"
  },
  "name": "The Cure",
  "slug": "the-cure",
  "photo": "https://i.discogs.com/RlGYkgeniSN0dW5zSZGFWxSEaox4pnCGuiTHiDc07-8/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI4OTcy/LTE1ODY2NDYxNzct/MzgwMC5qcGVn.jpeg",
  "profile": "The Cure are an English rock band formed in 1978 in Crawley, West Sussex.[1][2][3] Throughout numerous lineup changes since the band's formation, guitarist, lead vocalist, and songwriter Robert Smith has remained the only constant member, though bassist Simon Gallup has been present for all but about three years of the band's history. Their debut album, Three Imaginary Boys (1979), along with several early singles, placed the band at the forefront of the emerging post-punk and new wave movements that had sprung up in the United Kingdom. Beginning with their second album, Seventeen Seconds (1980), the band adopted a new, increasingly dark and tormented style, which, together with Smith's stage look, had a strong influence on the emerging genre of gothic rock as well as the goth subculture that eventually formed around the genre.\n",
  "imgur_img": "https://i.imgur.com/R1qzEv5.jpeg"
},
{
  "_id": {
    "$oid": "665c79b17c43a4bf7ed3fbe4"
  },
  "name": "The Beatles",
  "slug": "the-beatles",
  "photo": "https://i.discogs.com/vf-gtP-pCe6mWTlTsEkV1p4WYM38HtT0CKxt7IH7G6Q/rs:fit/g:sm/q:40/h:523/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTgyNzMw/LTE3MDY4MjY3NTEt/Nzg4OS5qcGVn.jpeg",
  "profile": "The Beatles were an English rock band formed in Liverpool in 1960, comprising John Lennon, Paul McCartney, George Harrison and Ringo Starr. They are regarded as the most influential band of all time[1] and were integral to the development of 1960s counterculture and the recognition of popular music as an art form.[2] Rooted in skiffle, beat and 1950s rock 'n' roll, their sound incorporated elements of classical music and traditional pop in innovative ways. The band also explored music styles ranging from folk and Indian music to psychedelia and hard rock. As pioneers in recording, songwriting and artistic presentation, the Beatles revolutionized many aspects of the music industry and were often publicized as leaders of the era's youth and sociocultural movements.[3]\n",
  "imgur_img": "https://i.imgur.com/V6WJB3e.jpeg"
},
{
  "_id": {
    "$oid": "665c79b57c43a4bf7ed3fbe8"
  },
  "name": "Pharoahe Monch",
  "slug": "pharoahe-monch",
  "photo": "https://i.discogs.com/z6MIb0tLGK-hCOk5R66UtI_hj-Gkf0Y28VhMadVjZi4/rs:fit/g:sm/q:40/h:513/w:422/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTMxNzc3/LTE1MDI2NDc2MDYt/NTY3NS5qcGVn.jpeg",
  "profile": "American rapper from Queens, NYC.\r",
  "imgur_img": "https://i.imgur.com/67VQtdD.jpeg"
},
{
  "_id": {
    "$oid": "665c79c27c43a4bf7ed3fbef"
  },
  "name": "Kiki Gyan",
  "slug": "kiki-gyan",
  "photo": "https://i.discogs.com/EAacPsPEGvL7_lw4Purp_c2JkFL5WlismVtvrhcYUVc/rs:fit/g:sm/q:40/h:466/w:416/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTU3NDEw/OC0xMzU5NDc5NDk1/LTM0NTQuanBlZw.jpeg",
  "profile": "\nKiki Gyan (7 June 1957 – 10 June 2004), also known as Kiki Djan, was a Ghanaian musician. He was the keyboardist of the band Osibisa which was popular in the 1970s. He also recorded and produced a series of disco records. He was a prodigy who could play the keyboard exceptionally well.\n",
  "imgur_img": "https://i.imgur.com/SM3iCPt.jpeg"
},
{
  "_id": {
    "$oid": "665c79c67c43a4bf7ed3fbf3"
  },
  "name": "Fatima Yamaha",
  "slug": "fatima-yamaha",
  "photo": "https://i.discogs.com/jGr-HajVV75gBY6DsdADgnynzzlbi6P9fkMYmXOl3JE/rs:fit/g:sm/q:40/h:570/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI0NzY3/NC0xNDUwMDQwMDMw/LTk1ODMuanBlZw.jpeg",
  "profile": "Producer from The Netherlands.",
  "imgur_img": "https://i.imgur.com/VoBYbXO.jpeg"
},
{
  "_id": {
    "$oid": "665c79d87c43a4bf7ed3fbfb"
  },
  "name": "Billy Bragg",
  "slug": "billy-bragg",
  "photo": "https://i.discogs.com/ifzZ_uRKF5XaacsnNot7sJoDvGd_xnM3fvhZSTYVJ3U/rs:fit/g:sm/q:40/h:663/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTgzMjQy/LTE1OTU4NzU1MTAt/MTI4My5qcGVn.jpeg",
  "profile": "Stephen William Bragg (born 20 December 1957) is an English singer, songwriter, musician, author and political activist. His music blends elements of folk music, punk rock and protest songs, with lyrics that mostly span political or romantic themes. His activism is centred on social change and left-wing political causes.\n",
  "imgur_img": "https://i.imgur.com/GC46f51.jpeg"
},
{
  "_id": {
    "$oid": "665c79df7c43a4bf7ed3fbff"
  },
  "name": "The Rolling Stones",
  "slug": "the-rolling-stones",
  "photo": "https://i.discogs.com/2YvOG6Xia7lhX5-LONewuhvesSIRZE34rmF8efBsiyc/rs:fit/g:sm/q:40/h:690/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTIwOTkx/LTE2NTY5NjI2MTUt/OTA3Ny5qcGVn.jpeg",
  "profile": "The Rolling Stones are an English rock band formed in London in 1962. Active across seven decades, they are one of the most popular and enduring bands of the rock era. In the early 1960s, the band pioneered the gritty, rhythmically driven sound that came to define hard rock. Their first stable line-up consisted of vocalist Mick Jagger, guitarist Keith Richards, multi-instrumentalist Brian Jones, bassist Bill Wyman, and drummer Charlie Watts. During their early years, Jones was the primary leader of the band. After Andrew Loog Oldham became the group's manager in 1963, he encouraged them to write their own songs. The Jagger–Richards partnership became the band's primary songwriting and creative force.\n",
  "imgur_img": "https://i.imgur.com/37BDsjM.jpeg"
},
{
  "_id": {
    "$oid": "665c79e57c43a4bf7ed3fc03"
  },
  "name": "Sigur Rós",
  "slug": "sigur-ros",
  "photo": "https://i.discogs.com/aqcOu-P3Q_dX_EUtIUgmT4pqboIsk5EMWFKtSrtIqLg/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTgyOTkt/MTcwNzY3Njc5NC05/MzQ5LmpwZWc.jpeg",
  "profile": "Sigur Rós (Icelandic pronunciation: [ˈsɪːɣʏrous] ⓘ)[6] is an Icelandic post-rock band that formed in 1994 in Reykjavík. It comprises lead vocalist and guitarist Jón Þór \"Jónsi\" Birgisson, bassist Georg Hólm and keyboardist Kjartan Sveinsson. Known for their ethereal sound, frontman Jónsi's falsetto vocals, and their use of bowed guitar,[7] Sigur Rós incorporate classical and minimal aesthetic elements.[8][9] Jónsi's vocals are sung in Icelandic and non-linguistic vocalisations the band terms Vonlenska. They have released eight studio albums, and attracted critical and commercial attention with their second album Ágætis byrjun.\n",
  "imgur_img": "https://i.imgur.com/8lLFRAz.jpeg"
},
{
  "_id": {
    "$oid": "665c79ec7c43a4bf7ed3fc07"
  },
  "name": "U2",
  "slug": "u2",
  "photo": "https://i.discogs.com/uhGQd8wB-o0OgRbutB-lMO5GvdQgZQDR54DZm4v6j-s/rs:fit/g:sm/q:40/h:404/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTY1MjAt/MTYyOTQwMDMyMi0x/NzkyLmpwZWc.jpeg",
  "profile": "U2 are an Irish rock band formed in Dublin in 1976. The group consists of Bono (lead vocals and rhythm guitar), the Edge (lead guitar, keyboards, and backing vocals), Adam Clayton (bass guitar), and Larry Mullen Jr. (drums and percussion). Initially rooted in post-punk, U2's musical style has evolved throughout their career, yet has maintained an anthemic quality built on Bono's expressive vocals and the Edge's chiming, effects-based guitar sounds. Bono's lyrics, often embellished with spiritual imagery, focus on personal and sociopolitical themes. Popular for their live performances, the group have staged several elaborate tours over their career.\n",
  "imgur_img": "https://i.imgur.com/m2PZLKA.jpeg"
},
{
  "_id": {
    "$oid": "665c79f27c43a4bf7ed3fc0b"
  },
  "name": "Mountain",
  "slug": "mountain",
  "photo": "https://i.discogs.com/U_mIH-5ZyuVtvh4zgWjUcEToMmRP5oP42VuhzHgE5O8/rs:fit/g:sm/q:40/h:461/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTk4Mzgx/LTE0NTQ5NjMwMjMt/MjI4MS5qcGVn.jpeg",
  "profile": "Mountain was an American hard rock band formed on Long Island, New York, in 1969.[1][2] Originally consisting of vocalist-guitarist Leslie West, bassist-vocalist Felix Pappalardi, keyboardist Steve Knight, and drummer N. D. Smart (soon replaced by Corky Laing), the group disbanded in 1972, but reunited on several occasions prior to West's death in 2020.[3] They are best-known for their 1970 smash hit song \"Mississippi Queen\", which remains a staple of classic rock radio, as well as the heavily sampled song \"Long Red\", and their performance at Woodstock Festival in 1969. Mountain is one of many bands commonly credited with influencing the development of heavy metal music during the 1970s.[4][5] The group's musical style primarily consisted of hard rock, blues rock,[1] and heavy metal.[6]\n",
  "imgur_img": "https://i.imgur.com/XJmSuNW.jpeg"
},
{
  "_id": {
    "$oid": "665c79f77c43a4bf7ed3fc0f"
  },
  "name": "The Temptations",
  "slug": "the-temptations",
  "photo": "https://i.discogs.com/-9jANTUgLik12RuqZNcaOZGr4Bg4dAZlK9yhzST8URc/rs:fit/g:sm/q:40/h:536/w:383/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI4MzMy/LTE0MDU2OTQwODUt/MzA0Ny5qcGVn.jpeg",
  "profile": "The Temptations are an American vocal group from Detroit, Michigan, who released a series of successful singles and albums with Motown Records during the 1960s to mid 1970s. The group's work with producer Norman Whitfield, beginning with the Top 10 hit single \"Cloud Nine\" in October 1968, pioneered psychedelic soul, and was significant in the evolution of R&B and soul music.[2] The band members are known for their choreography, distinct harmonies, and dress style. Having sold tens of millions of albums, the Temptations are among the most successful groups in popular music.[3][4][5]\n",
  "imgur_img": "https://i.imgur.com/9takmtj.jpeg"
},
{
  "_id": {
    "$oid": "665c79fd7c43a4bf7ed3fc13"
  },
  "name": "War",
  "slug": "war",
  "photo": "https://i.discogs.com/T2Vq8_jj5-EpsE0ZOeH2FseP2GiRA7bzePsE10YJoos/rs:fit/g:sm/q:40/h:500/w:500/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTk3MDct/MTU4NjMyMDk4MS01/MjEwLnBuZw.jpeg",
  "profile": "War (originally called Eric Burdon and War) is an American funk/rock/soul/Latin band[8] from Long Beach, California, known for several hit songs (including \"Spill the Wine\", \"The World Is a Ghetto\", \"The Cisco Kid\", \"Why Can't We Be Friends?\", \"Low Rider\", and \"Summer\").[9][10]\nFormed in 1969, War is a musical crossover band that fuses elements of rock, funk, jazz, Latin, rhythm and blues, psychedelia, and reggae.[2] According to music writer Colin Larkin, their \"potent fusion of funk, R&B, rock and Latin styles produced a progressive soul sound\",[11] while Martin C. Strong calls them \"one of the fiercest progressive soul combos of the '70s\".[12] Their album The World Is a Ghetto was Billboard's best-selling album of 1973.[13] The band transcended racial and cultural barriers with a multi-ethnic line-up. War was subject to many line-up changes over the course of its existence, leaving member Leroy \"Lonnie\" Jordan as the only original member in the current line-up; four other members created a new group called the Lowrider Band.\n",
  "imgur_img": "https://i.imgur.com/s9lmO3i.jpeg"
},
{
  "_id": {
    "$oid": "665c7a037c43a4bf7ed3fc17"
  },
  "name": "Allah-Las",
  "slug": "allah-las",
  "photo": "https://i.discogs.com/U9D9ls7k7HIgeioPcZDs9bJsVJT0LLtMjTc4MHeTBRc/rs:fit/g:sm/q:40/h:337/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTIyNjA3/NDItMTU2NjUyMjEy/OC0xODgyLmpwZWc.jpeg",
  "profile": "Allah-Las are an American rock band from Los Angeles, California, formed in 2008. The band consists of Miles Michaud (vocals, guitar), Matthew Correia (percussion, vocals), Spencer Dunham (bass, vocals), and Pedrum Siadatian (lead guitar, vocals).[1]\n",
  "imgur_img": "https://i.imgur.com/OkRsn4L.jpeg"
},
{
  "_id": {
    "$oid": "665c7a0a7c43a4bf7ed3fc1b"
  },
  "name": "Nicki Minaj",
  "slug": "nicki-minaj",
  "photo": "https://i.discogs.com/ILhpZfh6VPvegkvzE3iv7NpOxLqq9_vy-53oWjVRzvM/rs:fit/g:sm/q:40/h:840/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE2MTU5/ODgtMTYxMTA5ODAx/NS05MTc5LnBuZw.jpeg",
  "profile": "Onika Tanya Maraj-Petty (née Maraj; born December 8, 1982), known professionally as Nicki Minaj (/ˈnɪki mɪˈnɑːʒ/ NIK-ee min-AHZH), is a Trinidadian-born[a] rapper and singer based in the United States. Often referred to as the \"Queen of Rap\", she is known for her musical versatility, animated rap flow, and alter egos. She first gained recognition after releasing three mixtapes between 2007 and 2009.\n",
  "imgur_img": "https://i.imgur.com/E51iin4.jpeg"
},
{
  "_id": {
    "$oid": "665c7a0f7c43a4bf7ed3fc1f"
  },
  "name": "Satyricon",
  "slug": "satyricon",
  "photo": "https://i.discogs.com/i7C9YzJnqg_wUTOzEfLaHXkyO4X8Zl8VbIUIlCPEBpQ/rs:fit/g:sm/q:40/h:414/w:400/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE3MDM0/MS0xMTA2MjkxMDk5/LmpwZw.jpeg",
  "profile": "Satyricon is a Norwegian black metal band formed in Oslo in 1991. Satyr and Frost have been the band's core members since 1993. The band's first three albums typify the Norwegian black metal style. Since its fourth album in 1999, the band has strayed from this style and included elements of traditional heavy metal in their sound. Satyricon was the first Norwegian black metal band to join a multi-national record label (EMI).[2]\n",
  "imgur_img": "https://i.imgur.com/Jmg9JtG.jpeg"
},
{
  "_id": {
    "$oid": "665c7a167c43a4bf7ed3fc23"
  },
  "name": "David Bowie",
  "slug": "david-bowie",
  "photo": "https://i.discogs.com/jTEhjl9br8nqnP_NzgB5CUkCw0RP4XBn57jcuhBp-bo/rs:fit/g:sm/q:40/h:591/w:598/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEwMjYz/LTEzNDA4NzIyMTMt/OTc4MC5qcGVn.jpeg",
  "profile": "David Robert Jones (8 January 1947 – 10 January 2016), known professionally as David Bowie (/ˈboʊi/ BOH-ee),[1] was an English singer, songwriter, musician, and actor. He is regarded as one of the most influential musicians of the 20th century. Bowie was acclaimed by critics and musicians, particularly for his innovative work during the 1970s. His career was marked by reinvention and visual presentation, and his music and stagecraft had a significant impact on popular music.\n",
  "imgur_img": "https://i.imgur.com/bTEZhkn.jpeg"
},
{
  "_id": {
    "$oid": "665c7a1c7c43a4bf7ed3fc27"
  },
  "name": "Tricky",
  "slug": "tricky",
  "photo": "https://i.discogs.com/wBzU4U0IipeRrre_7vC9mJuNXfBlmrtZ4TzPA9PBhGw/rs:fit/g:sm/q:40/h:761/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTMxNDAt/MTU4MjU3Mzg2MC05/MTExLmpwZWc.jpeg",
  "profile": "Adrian Nicholas Matthews Thaws (born 27 January 1968), better known by his stage name Tricky, is a British record producer[5] and rapper.[6] Born and raised in Bristol, in southwest England, he began his career as an early member of the band Massive Attack, alongside Robert Del Naja, Grant Marshall & Andrew Vowles. Through his work with Massive Attack and other artists, Tricky became a major figure in the Bristol underground scene, which gave rise to multiple internationally recognized artists and the music genre of trip hop. \n",
  "imgur_img": "https://i.imgur.com/nHO2Ai3.jpeg"
},
{
  "_id": {
    "$oid": "665c7a297c43a4bf7ed3fc2e"
  },
  "name": "Liam Gallagher",
  "slug": "liam-gallagher",
  "photo": "https://i.discogs.com/z4WmQMzDI5OhN4IvwIHlnrHPpjxFwcr6CcLMmffKDSY/rs:fit/g:sm/q:40/h:875/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTUzODg3/LTE0OTY0OTQ4Nzkt/NTU3OC5qcGVn.jpeg",
  "profile": "William John Paul Gallagher (born 21 September 1972) is an English singer and songwriter who achieved fame as the lead vocalist of the rock band Oasis from 1991 to 2009. He later fronted the rock band Beady Eye from 2009 to 2014, before starting a successful solo career in 2017. Oasis had various line-up changes; Gallagher and his elder brother Noel were the only constant members. One of the most recognisable figures in British rock music, Gallagher is noted for his distinctive vocal style and outspoken personality.\n",
  "imgur_img": "https://i.imgur.com/eXdgZxW.jpeg"
},
{
  "_id": {
    "$oid": "665c7a2e7c43a4bf7ed3fc32"
  },
  "name": "The Menzingers",
  "slug": "the-menzingers",
  "photo": "https://i.discogs.com/nMhcmX-_2aBS_h_wOVVlk-AFgDbL0BD1U7z1j4uPI9c/rs:fit/g:sm/q:40/h:231/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE1NjE2/NDYtMTU0MzY1NDU4/Mi01Mzc5LmpwZWc.jpeg",
  "profile": "The Menzingers are an American punk rock band from Scranton, Pennsylvania, formed in 2006. The band consists of Greg Barnett (vocals, guitar), Tom May (vocals, guitar), Eric Keen (bass) and Joe Godino (drums). To date, the band has released eight studio albums, with their most recent, Some Of It Was True, released on October 13, 2023.\n",
  "imgur_img": "https://i.imgur.com/Ktgd9ZO.jpeg"
},
{
  "_id": {
    "$oid": "665c7a357c43a4bf7ed3fc36"
  },
  "name": "Genesis",
  "slug": "genesis",
  "photo": "https://i.discogs.com/Nzgw34kwpEl7mrptguSo1dziVZRFRvkOkhAWcD-Xjco/rs:fit/g:sm/q:40/h:200/w:273/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEyNDUw/Ni0xNDk4NjYwNjM0/LTg4MzcuanBlZw.jpeg",
  "profile": "Genesis were an English rock band formed at Charterhouse School, Godalming, Surrey, in 1967. The band's longest-existing and most commercially successful line-up consisted of keyboardist Tony Banks, bassist/guitarist Mike Rutherford and drummer/singer Phil Collins. In the 1970s, during which the band also included singer Peter Gabriel and guitarist Steve Hackett, Genesis were among the pioneers of progressive rock.\n",
  "imgur_img": "https://i.imgur.com/FqXxvQV.jpeg"
},
{
  "_id": {
    "$oid": "665c7a3b7c43a4bf7ed3fc3a"
  },
  "name": "Eels",
  "slug": "eels",
  "photo": "https://i.discogs.com/kQ530tWSodwyt9-8mRQws43UV0e2_oKWXf4uYwUmMiI/rs:fit/g:sm/q:40/h:367/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTc0Mzk1/LTE2MzI5NDI3MzUt/MjA5NC5qcGVn.jpeg",
  "profile": "Eels (often typeset as eels or EELS) is an American rock band formed in Los Angeles in 1991 by singer/songwriter and multi-instrumentalist Mark Oliver Everett, known by the stage name E. Band members have changed over the years, both in the studio and on stage, making Everett the only official member for most of the band's work. Eels' music is often filled with themes of family, death, and unrequited love. Since 1996, Eels has released fourteen studio albums, seven of which charted in the Billboard 200.[2]\n",
  "imgur_img": "https://i.imgur.com/cEJUYZT.jpeg"
},
{
  "_id": {
    "$oid": "665c7a417c43a4bf7ed3fc3e"
  },
  "name": "Slint",
  "slug": "slint",
  "photo": "https://i.discogs.com/XggtA4nJb6SQk_U8yHulMU91hJiQOEDawutzL0Ol6kM/rs:fit/g:sm/q:40/h:299/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTU2MjA2/LTE2NjUzNjQ0Nzkt/OTk2NC5qcGVn.jpeg",
  "profile": "Slint was an American rock band from Louisville, Kentucky, formed in 1986. The band consisted of Brian McMahan (guitar, vocals), David Pajo (guitar), Britt Walford (drums, vocals), Todd Brashear (bassist on Spiderland), and Ethan Buckler (bassist on Tweez). Slint's first album, Tweez, was recorded by engineer Steve Albini in 1987 and released in obscurity on the Jennifer Hartman Records label in 1989. It was followed two years later by the critically acclaimed Spiderland, released on the independent label Touch and Go Records.\n",
  "imgur_img": "https://i.imgur.com/ZbHA8Tg.jpeg"
},
{
  "_id": {
    "$oid": "665c7a477c43a4bf7ed3fc42"
  },
  "name": "Gary Numan",
  "slug": "gary-numan",
  "photo": "https://i.discogs.com/gY0OPsrS2UcbBg-iITsOSkIY0WOaV_8CqRzmrBx4tYE/rs:fit/g:sm/q:40/h:598/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEyNTg4/LTE2OTc3NDQ5OTUt/Njk4Ni5qcGVn.jpeg",
  "profile": "Gary Anthony James Webb (born 8 March 1958), known professionally as Gary Numan, is an English musician. He entered the music industry as frontman of the new wave band Tubeway Army. After releasing two studio albums with the band, he released his debut solo studio album The Pleasure Principle in 1979, topping the UK Albums Chart. His commercial popularity peaked in the late 1970s and early 1980s with hits including \"Are 'Friends' Electric?\" and \"Cars\" (both of which reached number one on the UK Singles Chart). Numan maintains a cult following. He has sold over 10 million records.\n",
  "imgur_img": "https://i.imgur.com/O9Sl7GQ.jpeg"
},
{
  "_id": {
    "$oid": "665c7a587c43a4bf7ed3fc4c"
  },
  "name": "Mogwai",
  "slug": "mogwai",
  "photo": "https://i.discogs.com/0w_trCDz-Y044C9dRETOPZXs9hRMTSYTLoD872a-ul4/rs:fit/g:sm/q:40/h:392/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI4MTMt/MTY2NTM2MjI0My03/NDUxLmpwZWc.jpeg",
  "profile": "Mogwai (/ˈmɒɡwaɪ/) are a Scottish post-rock band, formed in 1995 in Glasgow. The band consists of Stuart Braithwaite (guitar, vocals), Barry Burns (guitar, piano, synthesizer, vocals), Dominic Aitchison (bass guitar), and Martin Bulloch (drums). Mogwai typically compose lengthy guitar-based instrumental pieces that feature dynamic contrast, melodic bass guitar lines, and heavy use of distortion and effects.\n",
  "imgur_img": "https://i.imgur.com/rn5Llrq.jpeg"
},
{
  "_id": {
    "$oid": "665c7a5e7c43a4bf7ed3fc50"
  },
  "name": "Frank Ocean",
  "slug": "frank-ocean",
  "photo": "https://i.discogs.com/k9ItIAa1qo8B2YdvnPGrIkD4oDcUsvwalzVRXPQxs48/rs:fit/g:sm/q:40/h:748/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTIwMTM4/NjgtMTcxNzA0MzU4/Ny02NDY1LmpwZWc.jpeg",
  "profile": "Frank Ocean[2] (born Christopher Edwin Breaux; October 28, 1987) is an American singer, songwriter, and rapper. His early works are credited by some music critics for pioneering the alternative R&B genre.[3][4] Ocean has won two Grammy Awards and a Brit Award for International Male Solo Artist among other accolades, and his two studio albums have been listed on Rolling Stone's \"500 Greatest Albums of All Time\" (2020).\n",
  "imgur_img": "https://i.imgur.com/FVqPzr6.jpeg"
},
{
  "_id": {
    "$oid": "665c7a697c43a4bf7ed3fc56"
  },
  "name": "Descendents",
  "slug": "descendents",
  "photo": "https://i.discogs.com/pqwD47LJ5CFmK_qnuAgCPJvnbJUdF9qvShSzgQ3urEA/rs:fit/g:sm/q:40/h:428/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTQ0Mjg4/LTE2MjIwNjYwODAt/Nzc1My5qcGVn.jpeg",
  "profile": "Descendents is an American punk rock band formed in 1977 in Manhattan Beach, California, by guitarist Frank Navetta, bassist Tony Lombardo and drummer Bill Stevenson as a power-pop/surf punk band.[1] In 1979, they enlisted Stevenson's school friend Milo Aukerman as a singer, and reappeared as a melodic hardcore punk band,[1] becoming a major player in the hardcore scene developing in Los Angeles at the time. They have released eight studio albums, three live albums, three compilation albums, and four EPs. Since 1986, the band's lineup has consisted of singer Milo Aukerman, guitarist Stephen Egerton, bassist Karl Alvarez, and drummer Bill Stevenson.\n",
  "imgur_img": "https://i.imgur.com/WWV6zJp.jpeg"
},
{
  "_id": {
    "$oid": "665c7a7d7c43a4bf7ed3fc60"
  },
  "name": "The Who",
  "slug": "the-who",
  "photo": "https://i.discogs.com/wuy3Wbc8QWoyxNnxgCUssnzKqdS9pMW2d6bg1Ui6_BM/rs:fit/g:sm/q:40/h:410/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE5Njc2/Ni0xNTk1OTY4MTMx/LTIyMjEuanBlZw.jpeg",
  "profile": "The Who are an English rock band formed in London in 1964. Their classic lineup (1964–1978) consisted of lead vocalist Roger Daltrey, guitarist Pete Townshend, bassist John Entwistle and drummer Keith Moon. They are considered one of the most influential rock bands of the 20th century. Their contributions to rock music include the development of the Marshall stack, large public address systems, the use of synthesizers, Entwistle's and Moon's influential playing styles, Townshend's feedback and power chord guitar technique, and the development of the rock opera. They are cited as an influence by many hard rock, punk, power pop and mod bands. The Who were inducted into the Rock and Roll Hall of Fame in 1990.\n",
  "imgur_img": "https://i.imgur.com/RejLnuC.jpeg"
},
{
  "_id": {
    "$oid": "665c7a837c43a4bf7ed3fc64"
  },
  "name": "Daft Punk",
  "slug": "daft-punk",
  "photo": "https://i.discogs.com/NYuUU2eM2J_zEZ1jlONFlzhnTc8uCVnYUXMLsyZAOZ4/rs:fit/g:sm/q:40/h:438/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEyODkt/MTYxNTQ4NDUyOS00/Mjg0LmpwZWc.jpeg",
  "profile": "Daft Punk were a French electronic music duo formed in 1993 in Paris by Thomas Bangalter and Guy-Manuel de Homem-Christo. They achieved early popularity in the late 1990s as part of the French house movement, combining elements of house music with funk, disco, techno, rock and synth-pop.[1] The duo garnered further acclaim and commercial success and are now regarded as one of the most influential acts in dance music history.[2]\n",
  "imgur_img": "https://i.imgur.com/3Hovdwa.jpeg"
},
{
  "_id": {
    "$oid": "665c7a887c43a4bf7ed3fc68"
  },
  "name": "Quasimoto",
  "slug": "quasimoto",
  "photo": "https://i.discogs.com/MhudLZxsE6e-fXQ5FSGxKqdmV9fAz50BWOCiSdOHT7o/rs:fit/g:sm/q:40/h:1076/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI0MjA4/LTExODYwNzAxMDMu/Z2lm.jpeg",
  "profile": "Quasimoto is a side project of hip hop producer Madlib, from Oxnard, California. Quasimoto is composed of Madlib and his animated alter ego Lord Quas. Lord Quas is known for his high-pitched voice, which often interacts with Madlib's regular voice. Quasimoto was conceived of one day in the studio, when Madlib decided to rap to his own beats. Madlib did not like the sound of his voice[1] (his friends in Oxnard call him \"Barry White\" in reference to his deep voice), so he decided to slow his recorder down, rap slowly, then speed the recording back up to produce Lord Quas' distinctive high-pitched sound. Quasimoto's lyrics frequently address themes such as violence and drug use in a comedic fashion, and the character of Lord Quas has been interpreted as a satirical take on gangsta-rap.[2]\n",
  "imgur_img": "https://i.imgur.com/vZqRuX4.jpeg"
},
{
  "_id": {
    "$oid": "665c7a8e7c43a4bf7ed3fc6c"
  },
  "name": "The Buggles",
  "slug": "the-buggles",
  "photo": "https://i.discogs.com/ud25f1mj5zDPCCEc8hF6oTVjUxgy9p4Jf6zaawhqrn0/rs:fit/g:sm/q:40/h:603/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTQxMzI2/LTE1MzM3MTQzNjct/MjIzMC5qcGVn.jpeg",
  "profile": "The Buggles are an English new wave band formed in London in 1977 by singer and bassist Trevor Horn and keyboardist Geoff Downes. They are best known for their 1979 debut single \"Video Killed the Radio Star\", which topped the UK Singles Chart and reached number one in 15 other countries and was chosen as the song to launch MTV in 1981.\n",
  "imgur_img": "https://i.imgur.com/Gl69dS6.jpeg"
},
{
  "_id": {
    "$oid": "665c7a9c7c43a4bf7ed3fc73"
  },
  "name": "Madonna",
  "slug": "madonna",
  "photo": "https://i.discogs.com/akkLyJb_KNlaQNAfXc67I8dSJXnLe3v9RFCqZaw14VY/rs:fit/g:sm/q:40/h:235/w:228/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTg3NjAt/MTcxNjkyNDAxMC05/MzY2LmpwZWc.jpeg",
  "profile": "Madonna Louise Ciccone[a] (/tʃɪˈkoʊni/; born August 16, 1958) is an American singer, songwriter, and actress. Nicknamed the \"Queen of Pop\", she has been recognized for her continual reinvention and versatility in music production, songwriting and visual presentation. Madonna's works, which incorporate social, political, sexual, and religious themes, have generated both controversy and critical acclaim. A cultural icon spanning both the 20th and 21st centuries, she remains one of the most \"well-documented figures of the modern age\" according to the Rock and Roll Hall of Fame,[2] with a broad array of scholarly reviews, literature, and art works about her, as well as an academic mini subdiscipline devoted to her called Madonna studies.\n",
  "imgur_img": "https://i.imgur.com/zw2XkQR.jpeg"
},
{
  "_id": {
    "$oid": "665c7aa27c43a4bf7ed3fc77"
  },
  "name": "Nala Sinephro",
  "slug": "nala-sinephro",
  "photo": "https://i.discogs.com/oZXo0puag2XkrIA78lJlZqfc36RVJwV799hdZuWfHc0/rs:fit/g:sm/q:40/h:432/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTgyNzA0/MTktMTYzMDQyOTI0/OS0zNzcwLmpwZWc.jpeg",
  "profile": "London based Caribbean-Belgian composer, producer, and musician",
  "imgur_img": "https://i.imgur.com/pVQ6ipK.jpeg"
},
{
  "_id": {
    "$oid": "665c7aa97c43a4bf7ed3fc7b"
  },
  "name": "Olivia Newton-John",
  "slug": "olivia-newton-john",
  "photo": "https://i.discogs.com/DGx1KsiJ0ojRGi__xYA2ddTIBS0ziH5XSdw7NZQjA6s/rs:fit/g:sm/q:40/h:891/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE2MjY3/MC0xNjE4NDAwNjYx/LTI0ODYuanBlZw.jpeg",
  "profile": "Dame Olivia Newton-John AC DBE (26 September 1948 – 8 August 2022) was a British and  Australian singer and actress.[3] She was a four-time Grammy Award winner whose music career included fifteen top-ten singles, including five number-one singles on the Billboard Hot 100[4] and two number-one albums on the Billboard 200: If You Love Me, Let Me Know (1974) and Have You Never Been Mellow (1975). Eleven of her singles (including two Platinum) and fourteen of her albums (including two Platinum and four 2× Platinum) have been certified Gold by the Recording Industry Association of America (RIAA).\n",
  "imgur_img": "https://i.imgur.com/uuJj9QP.jpeg"
},
{
  "_id": {
    "$oid": "665c7aae7c43a4bf7ed3fc7f"
  },
  "name": "Burzum",
  "slug": "burzum",
  "photo": "https://i.discogs.com/8k-AFJMn5bQ7cLcy4jjVYgu0JGu4yHY2N4mFc0bAeP0/rs:fit/g:sm/q:40/h:526/w:424/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE3NTAz/Ny0xMzY3NTAwOTc2/LTUwNjcuanBlZw.jpeg",
  "profile": "Burzum (/ˈbɜːrzəm/; Norwegian: [ˈbʉ̀rtsʉm]) is a Norwegian music project founded by Varg Vikernes in 1991. Although Burzum never played live performances, it became a staple of the early Norwegian black metal scene and is considered one of the most influential acts in black metal's history.[4][5][6][7] Vikernes has also released five dark ambient and neofolk albums. The word \"burzum\" means \"darkness\" in the Black Speech, a fictional language crafted by The Lord of the Rings writer J. R. R. Tolkien.[8][9] Burzum's lyrics and imagery are often inspired by fantasy and Norse mythology.[10]\n",
  "imgur_img": "https://i.imgur.com/6gTZtiC.jpeg"
},
{
  "_id": {
    "$oid": "665c7ab57c43a4bf7ed3fc83"
  },
  "name": "Marilyn Manson",
  "slug": "marilyn-manson",
  "photo": "https://i.discogs.com/aqY14Xjd9NoTMXTIqi97CBEASqDGxvsCseJEkiGJYgE/rs:fit/g:sm/q:40/h:480/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEyMjA4/LTE3MTYzNTM5MTct/NjgwMy5qcGVn.jpeg",
  "profile": "Marilyn Manson is an American rock band formed by namesake lead singer Marilyn Manson and guitarist Daisy Berkowitz in Fort Lauderdale, Florida, in 1989. Originally named Marilyn Manson & the Spooky Kids, they gained a local cult following in South Florida in the early 1990s with their theatrical live performances. In 1993, they were the first act signed to Trent Reznor's Nothing Records label. Until 1996, the name of each member was created by combining the first name of a female sex symbol and the last name of a male serial killer‍—‍for example, Marilyn Monroe and Charles Manson. Their lineup has changed between many of their album releases; the eponymous lead singer is the only remaining original member.\n",
  "imgur_img": "https://i.imgur.com/fQu46Gk.jpeg"
},
{
  "_id": {
    "$oid": "665c7aba7c43a4bf7ed3fc87"
  },
  "name": "The Ruts",
  "slug": "the-ruts",
  "photo": "https://i.discogs.com/9PyOTwvprN84A03imqVPEFNmleG54Ye_CyaKGzWbKqo/rs:fit/g:sm/q:40/h:238/w:364/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTk5OTI4/LTE0NjQ5NzI5MDEt/NzUwMy5qcGVn.jpeg",
  "profile": "The Ruts (later known as Ruts DC) are an English reggae-influenced punk rock band, notable for the 1979 UK top 10 hit single \"Babylon's Burning\", and an earlier single \"In a Rut\", which was not a hit but was highly regarded and regularly played by BBC Radio 1 disc jockey John Peel. The band's newfound success was cut short by the death of lead singer Malcolm Owen from a heroin overdose in 1980. Despite this the band continued under a different musical style as Ruts D.C. until 1983 when they disbanded, the band later reformed in 2007.\n",
  "imgur_img": "https://i.imgur.com/nLnPaYb.jpeg"
},
{
  "_id": {
    "$oid": "665c7ac07c43a4bf7ed3fc8b"
  },
  "name": "Philip Bailey",
  "slug": "philip-bailey",
  "photo": "https://i.discogs.com/pTY3jUrycDgpbIUGxA6rf6An3cAODt3zGr6pFCRzbzQ/rs:fit/g:sm/q:40/h:537/w:454/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE1NzI3/Ny0xNTExNzc4OTk0/LTk5OTUuanBlZw.jpeg",
  "profile": "Philip James Bailey (born May 8, 1951) is an American singer, songwriter and percussionist, best known as an early member and one of the two lead singers (along with group founder Maurice White) of the band Earth, Wind & Fire. Noted for his four-octave vocal range and distinctive falsetto register, Bailey was inducted into the Rock and Roll Hall of Fame and the Vocal Group Hall of Fame as a member of Earth, Wind & Fire.[1][2][3] Bailey was also inducted into the Songwriters Hall of Fame for his work with the band.[1]\n",
  "imgur_img": "https://i.imgur.com/9spaH3x.jpeg"
},
{
  "_id": {
    "$oid": "665c7ac47c43a4bf7ed3fc8f"
  },
  "name": "Binary Finary",
  "slug": "binary-finary",
  "photo": "https://i.discogs.com/86u4KWASXCxGlPx8vuhiuk0DuBdIXfymxnlW6WaSBKg/rs:fit/g:sm/q:40/h:400/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTQzMzQt/MTY1ODM3MDc4My0y/MzIzLmpwZWc.jpeg",
  "profile": "UK act who shot to fame after their track ‘1998’ entered the UK Top 30. Currently based in Sydney, Australia.",
  "imgur_img": "https://i.imgur.com/I7BkYxv.jpeg"
},
{
  "_id": {
    "$oid": "665c7aca7c43a4bf7ed3fc93"
  },
  "name": "Harold Faltermeyer",
  "slug": "harold-faltermeyer",
  "photo": "https://i.discogs.com/YZf1XxSpazegyMjJmrykgLWaARnHye9HI8NDHtvkJIs/rs:fit/g:sm/q:40/h:603/w:400/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTM2NjI4/LTE1OTA5MzAwMzAt/NjY4MC5qcGVn.jpeg",
  "profile": "Hans Hugo Harold Faltermeyer (born 5 October 1952[1]) is a German musician, composer and record producer.\n",
  "imgur_img": "https://i.imgur.com/EBVu16T.jpeg"
},
{
  "_id": {
    "$oid": "665c7ad07c43a4bf7ed3fc97"
  },
  "name": "Parliament",
  "slug": "parliament",
  "photo": "https://i.discogs.com/VX-DuU9etrRlkijzp-oHK0JTJmG5B4_LIg_429CVl-w/rs:fit/g:sm/q:40/h:403/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTg4ODct/MTM0NTUzMzAwNy04/NzQxLmpwZWc.jpeg",
  "profile": "Parliament was an American funk band formed in the late 1960s by George Clinton as a flagship act of his P-Funk collective. Evolving out of an earlier vocal group, Parliament became associated with a more commercial and less rock-oriented sound than its sister act Funkadelic. Their work incorporated Afrofuturism concepts, horn arrangements, synthesizer, and outlandish theatrics.[2] The band scored a number of Top 10 hits, including the million-selling 1976 single \"Give Up the Funk (Tear the Roof off the Sucker),\" and Top 40 albums such as Mothership Connection (1975).\n",
  "imgur_img": "https://i.imgur.com/btInfGX.jpeg"
},
{
  "_id": {
    "$oid": "665c7ad67c43a4bf7ed3fc9b"
  },
  "name": "Aretha Franklin",
  "slug": "aretha-franklin",
  "photo": "https://i.discogs.com/T8scKyE3ii2jFUdIm_e76HcWS8-gKd9FmcOT0yVnKOY/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTM4ODYz/LTE2NDk1MTkyNjQt/MTA3OC5qcGVn.jpeg",
  "profile": "Aretha Louise Franklin (/əˈriːθə/ ə-REE-thə; March 25, 1942 – August 16, 2018) was an American singer, songwriter and pianist.[2] Referred to as the \"Queen of Soul\", Rolling Stone twice named her as the greatest singer of all time.[3][4]\n",
  "imgur_img": "https://i.imgur.com/zLSGA94.jpeg"
},
{
  "_id": {
    "$oid": "665c7adc7c43a4bf7ed3fc9f"
  },
  "name": "Lorde",
  "slug": "lorde",
  "photo": "https://i.discogs.com/IsRWBFB41Zq2-PaUQ2dYEmGD3mGQZDPrp6x7tZusn7M/rs:fit/g:sm/q:40/h:750/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTMzMTcz/MTUtMTYzMjQ4MzQx/MC03MjkxLmpwZWc.jpeg",
  "profile": "Ella Marija Lani Yelich-O'Connor (born 7 November 1996), known professionally as Lorde (/lɔːrd/ LORD), is a New Zealand singer and songwriter. She is known for her unconventional style of pop music, and introspective songwriting.\n",
  "imgur_img": "https://i.imgur.com/aRctaqQ.jpeg"
},
{
  "_id": {
    "$oid": "665c7aee7c43a4bf7ed3fca9"
  },
  "name": "Nas",
  "slug": "nas",
  "photo": "https://i.discogs.com/Dl-0QqlsG2FnHWwBy69z7_jOjbEw2hHHjNJQYUG5fiY/rs:fit/g:sm/q:40/h:732/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTUwOTk3/LTE2OTczNjk4MDct/OTcwMi5qcGVn.jpeg",
  "profile": "Nasir bin Olu Dara Jones (/nɑːˈsɪər/; born September 14, 1973), known professionally as Nas (/nɑːz/), is an American rapper. Rooted in East Coast hip hop, he is regarded as one of the greatest rappers of all time.[2][3][4] The son of jazz musician Olu Dara, Nas began his musical career in 1989 under the moniker \"Nasty Nas\", and recorded demos under the wing of fellow East Coast rapper Large Professor. Nas first guest appeared on his group, Main Source's 1991 song \"Live at the Barbeque\".\n",
  "imgur_img": "https://i.imgur.com/knpwk5d.jpeg"
},
{
  "_id": {
    "$oid": "665c7af37c43a4bf7ed3fcab"
  },
  "name": "Damian Marley",
  "slug": "damian-marley",
  "photo": "https://i.discogs.com/c0tbypBUMGPmxZt7k2T6V0ixv8OuJOMKR_3EXtfSfQg/rs:fit/g:sm/q:40/h:654/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEwODg5/Ny0xNTg3MTI0MTAx/LTI4ODMuanBlZw.jpeg",
  "profile": "Damian Robert Nesta \"Jr. Gong\" Marley (born 21 July 1978) is a Jamaican DJ, singer, lyricist and rapper. He is the recipient of four Grammy Awards.[1]\n",
  "imgur_img": "https://i.imgur.com/uQsHAGk.jpeg"
},
{
  "_id": {
    "$oid": "665c7afe7c43a4bf7ed3fcb2"
  },
  "name": "Clutch (3)",
  "slug": "clutch-3",
  "photo": "https://i.discogs.com/cwZVQQw3fn793ivgVWWYxjUiFA__IkMfRR4o3eMz7HM/rs:fit/g:sm/q:40/h:400/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI4OTEx/Ni0xNDkwODEyODk0/LTk4NDcuanBlZw.jpeg",
  "profile": "Clutch is an American Rock band that started during the early 1990's in the Maryland/Washington, DC area.\r",
  "imgur_img": "https://i.imgur.com/PH6CvcJ.jpeg"
},
{
  "_id": {
    "$oid": "665c7b037c43a4bf7ed3fcb6"
  },
  "name": "Womack & Womack",
  "slug": "womack-womack",
  "photo": "https://i.discogs.com/UHLqiC-WsM6N_7cu3QljyVf3XY_bZf7LLCwgEPMfRoE/rs:fit/g:sm/q:40/h:356/w:466/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTM2MzE0/LTE1ODA5MDQ0MjQt/MTQ2MS5qcGVn.jpeg",
  "profile": "Womack & Womack war ein US-amerikanisches Popmusik-Duo, bestehend aus den Eheleuten Linda (* 1953) und Cecil Womack (* 25. September 1947 in Cleveland, Ohio; † 1. Februar 2013 in Südafrika).\n",
  "imgur_img": "https://i.imgur.com/3iCgZqr.jpeg"
},
{
  "_id": {
    "$oid": "665c7b0f7c43a4bf7ed3fcbd"
  },
  "name": "Peter Gabriel",
  "slug": "peter-gabriel",
  "photo": "https://i.discogs.com/BrqI2hAynrP7359G4OHVCvUyg5lHiI4jD3UubhEHIs4/rs:fit/g:sm/q:40/h:300/w:250/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTExMTM2/LTExODgyMTgyNjcu/anBlZw.jpeg",
  "profile": "Peter Brian Gabriel (born 13 February 1950) is an English singer, songwriter and human rights activist. He was the original lead singer of the progressive rock band Genesis.[1] After leaving the band in 1975, he launched a solo career with \"Solsbury Hill\" as his first single. His fifth studio album, So (1986), is his best-selling release and is certified triple platinum in the UK and five times platinum in the US. The album's most successful single, \"Sledgehammer\", won a record nine MTV Awards at the 1987 MTV Video Music Awards and, according to a report in 2011, it was MTV's most played music video of all time.[2]\n",
  "imgur_img": "https://i.imgur.com/75JzySf.jpeg"
},
{
  "_id": {
    "$oid": "665c7b157c43a4bf7ed3fcc1"
  },
  "name": "The Alan Parsons Project",
  "slug": "the-alan-parsons-project",
  "photo": "https://i.discogs.com/84o1-xfdYTRKGi6qWHlgCE4wM_I5WMv9bN7W_eRUSpA/rs:fit/g:sm/q:40/h:387/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTY2OTE2/LTE1MTc2Njk5MDct/NTEyMS5qcGVn.jpeg",
  "profile": "The Alan Parsons Project were a British rock band active between 1975 and 1990,[1] whose core membership consisted of producer, audio engineer, musician and composer Alan Parsons and singer, songwriter and pianist Eric Woolfson. They were accompanied by varying session musicians and some relatively consistent session players such as guitarist Ian Bairnson, arranger Andrew Powell, bassist and vocalist David Paton, drummer Stuart Elliott, and vocalists Lenny Zakatek and Chris Rainbow. Parsons and Woolfson shared writing credits on almost all of the Project's songs, with Parsons producing or co-producing all of the band's recordings.\n",
  "imgur_img": "https://i.imgur.com/izLg6Nn.jpeg"
},
{
  "_id": {
    "$oid": "665c7b1a7c43a4bf7ed3fcc5"
  },
  "name": "Bolt Thrower",
  "slug": "bolt-thrower",
  "photo": "https://i.discogs.com/QNtUGQXl-oEICihEHWTCbCxoD_MeQf3jA60OZg6g1Qs/rs:fit/g:sm/q:40/h:340/w:510/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI1MTU4/Ny0xMjczOTE0Njkx/LmpwZWc.jpeg",
  "profile": "Bolt Thrower was a British death metal band from Coventry. They formed in 1986 and released their first album with Vinyl Solution in 1988. The band then shifted to a new record label, Earache Records, soon becoming one of the best selling bands on that label. Their last label was Metal Blade Records. The band had a succession of members, and had toured Europe, the United States, and Australia. Over the course of their 30-year career, Bolt Thrower released eight studio albums, three EPs, one live album, three compilation albums and two demos. Their albums have sold over 100,000 copies in the United States as of 2005.[1]\n",
  "imgur_img": "https://i.imgur.com/4MjLRW9.jpeg"
},
{
  "_id": {
    "$oid": "665c7b277c43a4bf7ed3fccc"
  },
  "name": "Grand Funk Railroad",
  "slug": "grand-funk-railroad",
  "photo": "https://i.discogs.com/u7fwT11xlhLPCZ9RffovNO2LvcDlqWxyQLEstpl0TPA/rs:fit/g:sm/q:40/h:392/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEyMjQ1/OC0xNDA5NDcyNTA5/LTExMzYuanBlZw.jpeg",
  "profile": "Grand Funk Railroad (often shortened to Grand Funk) is an American rock band formed in Flint, Michigan, in 1969 by Mark Farner (vocals, guitar, keyboards, harmonica), Don Brewer (drums, vocals), and Mel Schacher (bass). The band achieved peak popularity and success during the 1970s with hit songs such as \"We're an American Band\", \"I'm Your Captain (Closer to Home)\", \"Some Kind of Wonderful\" (a cover of Soul Brothers Six), \"Walk Like a Man\", \"The Loco-Motion\" (a cover of Little Eva), \"Bad Time\" and \"Inside Looking Out\" (a cover of the Animals).[2][3] Grand Funk released six platinum and seven gold-certified albums between their recording debut in 1969 and their first disbandment in 1976.\n",
  "imgur_img": "https://i.imgur.com/ADV9PIX.jpeg"
},
{
  "_id": {
    "$oid": "665c7b2d7c43a4bf7ed3fcd0"
  },
  "name": "Robin Williams",
  "slug": "robin-williams",
  "photo": "https://i.discogs.com/w4xkgpfcMz1c1mvnR6NbdsXzMVlABPF-RF5c4tvheIM/rs:fit/g:sm/q:40/h:450/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTIzNjE3/OC0xNDI3MDE2MzEy/LTUyOTMuanBlZw.jpeg",
  "profile": "Robin McLaurin Williams (July 21, 1951 – August 11, 2014) was an American actor and comedian. Known for his improvisational skills[1][2] and the wide variety of characters he created on the spur of the moment and portrayed on film, in dramas and comedies alike,[3][4] he is regarded as one of the greatest comedians of all time.[5][6][7] He received numerous accolades including an Academy Award, two Primetime Emmy Awards, six Golden Globe Awards, five Grammy Awards, and two Screen Actors Guild Awards. He was awarded the Cecil B. DeMille Award in 2005.\n",
  "imgur_img": "https://i.imgur.com/r3Fwilp.jpeg"
},
{
  "_id": {
    "$oid": "665c7b327c43a4bf7ed3fcd4"
  },
  "name": "Crass",
  "slug": "crass",
  "photo": "https://i.discogs.com/6RMs2iU3NTRNIyfNWZklH8YQNBazyLjFggRgHAPN0L4/rs:fit/g:sm/q:40/h:473/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTgzMDc2/LTE1OTEwODI5OTEt/NDQ3My5wbmc.jpeg",
  "profile": "Crass were an English art collective and punk rock band formed in Epping, Essex in 1977,[1] who promoted anarchism as a political ideology, a way of life, and a resistance movement. Crass popularised the anarcho-punk movement of the punk subculture, advocating direct action, animal rights, feminism, anti-fascism, and environmentalism. The band used and advocated a DIY ethic in its albums, sound collages, leaflets, and films.\n",
  "imgur_img": "https://i.imgur.com/Jt7kHKp.jpeg"
},
{
  "_id": {
    "$oid": "665c7b387c43a4bf7ed3fcd8"
  },
  "name": "Parov Stelar",
  "slug": "parov-stelar",
  "photo": "https://i.discogs.com/bXU_uL7ADorr1p43P62Zzt1sfINuoeAN3recv2rpaWU/rs:fit/g:sm/q:40/h:646/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE4MzUy/My0xNDk2MDk1NTYy/LTM1NTguanBlZw.jpeg",
  "profile": "Marcus Füreder (born 27 November 1974), better known by his stage name Parov Stelar, is an Austrian musician, composer, producer, DJ and designer.[1] His musical style is based on a combination of jazz, house, electro, hip hop, and pop.\n",
  "imgur_img": "https://i.imgur.com/Up9Oy1Z.jpeg"
},
{
  "_id": {
    "$oid": "665c7b447c43a4bf7ed3fcde"
  },
  "name": "The Clash",
  "slug": "the-clash",
  "photo": "https://i.discogs.com/wH3-J6KNJZixlBhpHhylcOwWotox2nXw0sXCE-9zBk4/rs:fit/g:sm/q:40/h:531/w:531/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI5ODkw/LTE3MDY2NjIzOTQt/MTA2Mi5qcGVn.jpeg",
  "profile": "The Clash were an English rock band that formed in London in 1976 and were key players in the original wave of British punk rock. Billed as \"The Only Band That Matters\", they used elements of reggae, dub, funk, ska, and rockabilly, and they contributed to the post-punk and new wave movements that followed punk.  For most of their recording career, the Clash consisted of lead vocalist and rhythm guitarist Joe Strummer, lead guitarist and vocalist Mick Jones, bassist Paul Simonon, and drummer Nicky \"Topper\" Headon.\n",
  "imgur_img": "https://i.imgur.com/BycpA1S.jpeg"
},
{
  "_id": {
    "$oid": "665c7b4a7c43a4bf7ed3fce2"
  },
  "name": "Public Service Broadcasting",
  "slug": "public-service-broadcasting",
  "photo": "https://i.discogs.com/LoAE1Oh_Sr6mhvXHd65440BeyctEwI8DCFAAhXMt3GI/rs:fit/g:sm/q:40/h:400/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI5MTYy/ODUtMTQ5OTkzNjU5/NS04ODgxLmpwZWc.jpeg",
  "profile": "Public Service Broadcasting is a London-based musical group consisting of four members known mainly by their stage names: J. Willgoose, Esq. on guitar, banjo, other stringed instruments, samples and electronic musical instruments; Wrigglesworth on drums, piano and electronic musical instruments; J F Abraham on flugelhorn, bass guitar, drums and assorted other instruments including a vibraslap; and Mr B on visuals and set design for live performances.[3][4] The band has toured internationally and in 2015 was announced as a nominee in the Vanguard breakthrough category of the fourth annual Progressive Music Awards, staged by Prog magazine,[5] which they won.[6]\n",
  "imgur_img": "https://i.imgur.com/xFiHLDQ.jpeg"
},
{
  "_id": {
    "$oid": "665c7b577c43a4bf7ed3fce9"
  },
  "name": "Quincy Jones",
  "slug": "quincy-jones",
  "photo": "https://i.discogs.com/yu6PS-KiABmW0xX7E2XlJv3jgc1QtJ2GeE5rvKfRhHM/rs:fit/g:sm/q:40/h:569/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE3NTQ2/LTE1MDQyNzYyMzQt/MjU0MS5qcGVn.jpeg",
  "profile": "Quincy Delight Jones Jr. (born March 14, 1933) is an American record producer, songwriter, composer, arranger, and film and television producer.[1] His career spans over 70 years, with 28 Grammy Awards won out of 80 nominations,[2] and a Grammy Legend Award in 1992.\n",
  "imgur_img": "https://i.imgur.com/9foKzkk.jpeg"
},
{
  "_id": {
    "$oid": "665c7b5d7c43a4bf7ed3fced"
  },
  "name": "Mike Oldfield",
  "slug": "mike-oldfield",
  "photo": "https://i.discogs.com/dO2vZeb97ToqXWnZNaoIQB-MfbKdn1K7TTf7KPiAvRk/rs:fit/g:sm/q:40/h:893/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE4NjY2/LTE2ODgwNzcyNTIt/MTc0Ny5qcGVn.jpeg",
  "profile": "Michael Gordon Oldfield (born 15 May 1953) is an English  former musician, songwriter, and producer best known for his debut studio album Tubular Bells (1973), which became an unexpected critical and commercial success. Though primarily a guitarist, Oldfield played a range of instruments, which includes keyboards and percussion, as well as vocals. He had adopted a range of musical styles throughout his career, including progressive rock, world, folk, classical, electronic, ambient, and new age music.\n",
  "imgur_img": "https://i.imgur.com/omiXsz0.jpeg"
},
{
  "_id": {
    "$oid": "665c7b627c43a4bf7ed3fcf1"
  },
  "name": "Collective Soul",
  "slug": "collective-soul",
  "photo": "https://i.discogs.com/_sgMjnK4-l55x9EmGQfFd2d-CzXHVnO0azG-_Wq50qE/rs:fit/g:sm/q:40/h:396/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI2MTUx/Ny0xNjA5MTEwOTE2/LTg0NjguanBlZw.jpeg",
  "profile": "Collective Soul is an American rock band originally from Stockbridge, Georgia.[2] Now based in Atlanta, the group consists of the brothers Ed (lead vocalist) and Dean Roland (rhythm guitarist), Will Turpin (bassist), Johnny Rabb (drummer), and Jesse Triplett (lead guitarist). Formed in 1992, the original lineup consisted of the Roland brothers, bassist David Neal, guitarist Ross Childress, and drummer Shane Evans. Collective Soul released their Hints, Allegations, and Things Left Unsaid album on the independent label Rising Storm Records in 1993. The band went from obscurity to popularity that year after the album's lead single \"Shine\" received regional radio play. Around the same time, Turpin replaced Neal on bass. The album was then re-released in 1994 by the major label Atlantic Records; thus, \"Shine\" became a national hit as it peaked at No. 1 on the Mainstream Rock and No. 4 on the Mainstream Top 40 charts.\n",
  "imgur_img": "https://i.imgur.com/3Rz2p6W.jpeg"
},
{
  "_id": {
    "$oid": "665c7b6f7c43a4bf7ed3fcf6"
  },
  "name": "Pat Metheny Group",
  "slug": "pat-metheny-group",
  "photo": "https://i.discogs.com/vCSMFYbLzxRo83dUjJNKzxVQuPLMOGBs-ETZ0ulCto4/rs:fit/g:sm/q:40/h:264/w:400/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTM4MjEw/LTExMTUwNTcxMDYu/anBn.jpeg",
  "profile": "The Pat Metheny Group was an American jazz band founded in 1977 by guitarist and composer Pat Metheny, along with his core collaborating member, keyboardist and composer Lyle Mays. Other long-standing members included bassist and producer Steve Rodby, from 1981 to 2010, and drummer Paul Wertico, from 1983 to 2001, after which Antonio Sanchez became the percussionist from 2002 to 2010. Vocalist Pedro Aznar was also a long-time member, performing with the group from 1984 to 1993. In addition to a core quartet, the group was often joined by a variety of other instrumentalists expanding the size to six or eight musicians.\n",
  "imgur_img": "https://i.imgur.com/soospcm.jpeg"
},
{
  "_id": {
    "$oid": "665c7b757c43a4bf7ed3fcfa"
  },
  "name": "Dick Hyman",
  "slug": "dick-hyman",
  "photo": "https://i.discogs.com/mnY5nkoOdVhlXTfAf-dypmQUO_ajBwn-rOBYGgkfK7g/rs:fit/g:sm/q:40/h:598/w:493/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE1NDQz/LTE1OTkxNzEwMTEt/MTA5NS5qcGVn.jpeg",
  "profile": "Richard Hyman (born March 8, 1927) is an American jazz pianist and composer. Over a 70-year career, he has worked as a pianist, organist, arranger, music director, electronic musician, and composer. He was named a National Endowment for the Arts Jazz Masters fellow in 2017.[1]\n",
  "imgur_img": "https://i.imgur.com/2Uuo6nG.jpeg"
},
{
  "_id": {
    "$oid": "665c7b827c43a4bf7ed3fd01"
  },
  "name": "Yello",
  "slug": "yello",
  "photo": "https://i.discogs.com/eZowMCOmP2_t3NE72lNK2SoM_goUOU0TID5L-UioMQs/rs:fit/g:sm/q:40/h:579/w:580/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTU4NzMt/MTcxNTc2MDEzNC04/ODc0LmpwZWc.jpeg",
  "profile": "Yello is a Swiss electronic music band, which formed in Zürich in 1979.[2] For most of the band's history, Yello has been a duo consisting of Dieter Meier and Boris Blank; founding member Carlos Perón left in 1983.\n",
  "imgur_img": "https://i.imgur.com/3f2kVnk.jpeg"
},
{
  "_id": {
    "$oid": "665c7b877c43a4bf7ed3fd05"
  },
  "name": "Technasia",
  "slug": "technasia",
  "photo": "https://i.discogs.com/c7rBzOcbbbaAOwrAemNY9bX3BEgi975LySjjeo1fQPc/rs:fit/g:sm/q:40/h:210/w:312/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE0NjEt/MTIyNDA5NTAwOC5q/cGVn.jpeg",
  "profile": "Technasia, also known as [a=Charles Siegling], is a musician and DJ raised and based in Paris. Until 2008, the group also consisted of other founding member, [a=Amil Khan], raised and based in Hong Kong. After meeting in Hong Kong during the 90's, Charles and Amil felt it was time to put South East Asia on the world map of electronic dance music and started their musical duo and label Technasia in 1996.\r",
  "imgur_img": "https://i.imgur.com/tGCwbfk.jpeg"
},
{
  "_id": {
    "$oid": "665c7b927c43a4bf7ed3fd0c"
  },
  "name": "Sunn O)))",
  "slug": "sunn-o",
  "photo": "https://i.discogs.com/mCUBZ6emgNVhc8NuT0uDVPph36BDJ1EsSHn9fJ0TpiE/rs:fit/g:sm/q:40/h:449/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTIxODE2/OS0xNTYwNjAyMzU5/LTg4NzEuanBlZw.jpeg",
  "profile": "Sunn O))) (pronounced \"sun\") is an American drone metal band formed in 1998 in Seattle, Washington. The band is known for their distinctive visual style and slow, heavy sound, which blends diverse genres including doom metal, drone, black metal, dark ambient, and noise rock,[1] as well as for their extremely loud live performances. \n",
  "imgur_img": "https://i.imgur.com/16Ydzmi.jpeg"
},
{
  "_id": {
    "$oid": "665c7b9d7c43a4bf7ed3fd13"
  },
  "name": "MC Miker G. & DJ Sven",
  "slug": "mc-miker-g-dj-sven",
  "photo": "https://i.discogs.com/vgIzDCrxP1Z0QgZsMjAtHaX0ahY6NkcCuTml4WOprYA/rs:fit/g:sm/q:40/h:396/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTUyMjcy/LTE0NDY0NzY3MTQt/NDQ3MS5qcGVn.jpeg",
  "profile": "MC Miker G & DJ Sven were a hip hop duo from the Netherlands. The duo consisted of Lucien Witteveen and Sven van Veen (DJ Sven). The 1980s saw the two launch \"Holiday Rap\" to international success. The song contains elements of Madonna's hit \"Holiday\" and an interpolation of the chorus of Cliff Richard's \"Summer Holiday\", produced and mixed by Ben Liebrand.[1]\n",
  "imgur_img": "https://i.imgur.com/3dviGhw.jpeg"
},
{
  "_id": {
    "$oid": "665c7ba37c43a4bf7ed3fd17"
  },
  "name": "Blondie",
  "slug": "blondie",
  "photo": "https://i.discogs.com/taKTJvOdAXAv9ACdQe7IkflaYk8c6Ze3ynL3qheA6CY/rs:fit/g:sm/q:40/h:468/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE2NjU1/LTE1MTA5MjAzNDgt/NTA2Ni5qcGVn.jpeg",
  "profile": "Blondie is an American rock band formed in 1974 in New York City by singer Debbie Harry and guitarist Chris Stein.[1] The band was a pioneer in the American new wave genre and scene of the mid-1970s.\n",
  "imgur_img": "https://i.imgur.com/a18UQcO.jpeg"
},
{
  "_id": {
    "$oid": "665c7ba77c43a4bf7ed3fd1b"
  },
  "name": "Kyle Dixon (2)",
  "slug": "kyle-dixon-2",
  "photo": "https://i.discogs.com/dczLMy-1YMeU5pu3wP7eB1Eh9BOE0EzDFGCXaaRogno/rs:fit/g:sm/q:40/h:400/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE5MTcz/ODQtMTQ3MjQ5MDY0/OS00NTM3LmpwZWc.jpeg",
  "profile": "Austin, Texas musician.",
  "imgur_img": "https://i.imgur.com/6l3pKBX.jpeg"
},
{
  "_id": {
    "$oid": "665c7bab7c43a4bf7ed3fd1d"
  },
  "name": "Michael Stein (9)",
  "slug": "michael-stein-9",
  "photo": "https://i.discogs.com/Mb-qGx0eaC5Bju1KtxqCMvh848ppkT-g-3aM6L0U9Hk/rs:fit/g:sm/q:40/h:333/w:500/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE5MTcz/ODctMTQ3MjQ5MDYx/Ny02NjY0LmpwZWc.jpeg",
  "profile": null,
  "imgur_img": "https://i.imgur.com/uO56Zz1.jpeg"
},
{
  "_id": {
    "$oid": "665c7bb67c43a4bf7ed3fd23"
  },
  "name": "Everlast",
  "slug": "everlast",
  "photo": "https://i.discogs.com/85j5hXhsCb_Iz6LClJwXXw9-7KB8PD4uFI4Zyv-xoNM/rs:fit/g:sm/q:40/h:483/w:382/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTc2NDkw/LTE2MzE1MTIzMzAt/MjQ0MC5qcGVn.jpeg",
  "profile": "Erik Francis Schrody (born August 18, 1969),[2] known by his stage names Everlast and Whitey Ford is an American rapper, singer, and songwriter who was the frontman for hip hop group House of Pain. His breakthrough as a solo artist came in 1998 with his album Whitey Ford Sings the Blues, which blended rock and hip-hop and garnered him his first Grammy Award nomination for the song \"What It's Like\".  The album peaked at number 9 on the Billboard 200 album chart, while the single peaked at number 13 on the Billboard Hot 100 singles chart.  As of 2023, they remain his highest mainstream chart positions for an album and single respectively.\n",
  "imgur_img": "https://i.imgur.com/fsBITt6.jpeg"
},
{
  "_id": {
    "$oid": "665c7bbb7c43a4bf7ed3fd27"
  },
  "name": "Dean Martin",
  "slug": "dean-martin",
  "photo": "https://i.discogs.com/pdihSq9efXaV9VP7bIgsTfsfQ7pZXRXVN3xqXOV5yQs/rs:fit/g:sm/q:40/h:425/w:339/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEwNTMz/LTExMDYyMzA4MjAu/anBn.jpeg",
  "profile": "Dean Martin (born Dino Paul Crocetti; June 7, 1917 – December 25, 1995) was an American singer, actor, and comedian. One of the most popular entertainers of the mid-20th century, he was nicknamed \"The King of Cool\".[2][3] Martin gained his career breakthrough together with comedian Jerry Lewis, billed as Martin and Lewis, in 1946. They performed in nightclubs and later had numerous appearances on radio and television and in films.\n",
  "imgur_img": "https://i.imgur.com/FXlVKsK.jpeg"
},
{
  "_id": {
    "$oid": "665c7bc17c43a4bf7ed3fd2b"
  },
  "name": "Soul II Soul",
  "slug": "soul-ii-soul",
  "photo": "https://i.discogs.com/EJ6J-v1csKmNGTjCVGHRLPOgJdgGzwbRoAnJPWgiln0/rs:fit/g:sm/q:40/h:395/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTQ5NzAt/MTQwMTUzMDEzNS0z/NDQyLmpwZWc.jpeg",
  "profile": "Soul II Soul are a British musical collective formed in London in 1988. They are best known for their two major hits; 1989's UK number five and US number eleven \"Keep On Movin'\", and its follow-up, the UK number one and US number four \"Back to Life\". They have won two Grammy Awards, and have been nominated for five Brit Awards—twice for Best British Group.[5]\n",
  "imgur_img": "https://i.imgur.com/FSSugkh.jpeg"
},
{
  "_id": {
    "$oid": "665c7bc77c43a4bf7ed3fd2f"
  },
  "name": "Modern Talking",
  "slug": "modern-talking",
  "photo": "https://i.discogs.com/qsy5sGcs3Sm9uyu2ly0Wz_fL8uvafIVXotYjlj3jkF8/rs:fit/g:sm/q:40/h:570/w:410/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEwMzAx/MC0xMzU5OTQ5OTc2/LTMwNjQuanBlZw.jpeg",
  "profile": "Modern Talking war ein deutsches Popmusik-Duo, bestehend aus Thomas Anders und Dieter Bohlen. Der Musikstil war durch eingängige Melodien und Rhythmen mit Texten in englischer Sprache geprägt. Die Gruppe verkaufte alleine in ihrer Heimat über 5,7 Millionen Tonträger und gehört somit zu den Interpreten mit den meisten verkauften Tonträgern in Deutschland. International verkauften sie bis zu ihrer Auflösung im Jahr 2003 insgesamt rund 120 Millionen Tonträger.[1]\n",
  "imgur_img": "https://i.imgur.com/pRGwpcg.jpeg"
},
{
  "_id": {
    "$oid": "665c7bcd7c43a4bf7ed3fd33"
  },
  "name": "Panda Bear",
  "slug": "panda-bear",
  "photo": "https://i.discogs.com/dEog0i0UqUVIUZSlM4LCOc-hoctLbN2rEVngQ05HsFU/rs:fit/g:sm/q:40/h:448/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTIxODgw/OS0xNTgzODQyNDIy/LTE2NzguanBlZw.jpeg",
  "profile": "Noah Benjamin Lennox (born July 17, 1978), also known by his moniker Panda Bear, is an American musician, singer-songwriter, multi-instrumentalist, and co-founding member of the band Animal Collective. In addition to his work with that group, Lennox has released six solo LPs since 1999, with his 2007 album Person Pitch inspiring the chillwave genre and numerous other acts.[2][3] His subsequent albums Tomboy (2011) and Panda Bear Meets the Grim Reaper (2015) both reached the Billboard 200.\n",
  "imgur_img": "https://i.imgur.com/LX81JBg.jpeg"
},
{
  "_id": {
    "$oid": "665c7bd57c43a4bf7ed3fd37"
  },
  "name": "Leon Redbone",
  "slug": "leon-redbone",
  "photo": "https://i.discogs.com/kCxu5w1MrBenqjH0G1Sc_feWMpcO2j8dEgwX5oYHlAs/rs:fit/g:sm/q:40/h:315/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI1MzQ3/MS0xNTYyMzQ4Mjkx/LTYwMzMuanBlZw.jpeg",
  "profile": "Leon Redbone (born Dickran Gobalian;[2][3] August 26, 1949 – May 30, 2019) was a singer-songwriter and musician specializing in jazz, blues, and Tin Pan Alley classics. Recognized by his hat (often a Panama hat), dark sunglasses, and black tie, he was born in Cyprus of Armenian ancestry and first appeared on stage in Toronto, Canada, in the early 1970s. He also appeared on film and television in acting and voice-over roles.\n",
  "imgur_img": "https://i.imgur.com/GUXkRwR.jpeg"
},
{
  "_id": {
    "$oid": "665c7bda7c43a4bf7ed3fd3b"
  },
  "name": "Morgan Geist",
  "slug": "morgan-geist",
  "photo": "https://i.discogs.com/qM-_GR3ANjyFeVz1X_AdYy41zJ4_LH2yGHH5KwTAAOs/rs:fit/g:sm/q:40/h:400/w:400/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTk2MS0x/NjE5NTUzMTI4LTQ2/MTIuanBlZw.jpeg",
  "profile": "Morgan Geist is an American music songwriter, producer, mix engineer and DJ from Wayne, New Jersey.[1] Among mainstream music consumers, he is best known for his UK number one song \"Look Right Through,\" recorded under the alias Storm Queen and remixed by Marc Kinchen.[2] Geist is also half of the influential duo Metro Area.[2] He has also remixed many artists, among them Caribou, Tracey Thorne, The Rapture, Franz Ferdinand, and Telex.\n",
  "imgur_img": "https://i.imgur.com/86pkVnd.jpeg"
},
{
  "_id": {
    "$oid": "665c7be07c43a4bf7ed3fd3f"
  },
  "name": "Muse",
  "slug": "muse",
  "photo": "https://i.discogs.com/qpYUun-DeAJaZt0Gj2u5ak46irBvvfSHZT8LsLDV4ss/rs:fit/g:sm/q:40/h:384/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEwMDMt/MTYyMjMwMTM0My05/NzI3LmpwZWc.jpeg",
  "profile": "Muse are an English rock band from Teignmouth, Devon, formed in 1994. The band consists of Matt Bellamy (lead vocals, guitar, keyboards), Chris Wolstenholme (bass guitar, backing vocals), and Dominic Howard (drums, percussion).\n",
  "imgur_img": "https://i.imgur.com/KPn9kKk.jpeg"
},
{
  "_id": {
    "$oid": "665c7be67c43a4bf7ed3fd43"
  },
  "name": "Commodores",
  "slug": "commodores",
  "photo": "https://i.discogs.com/bf5gV9nvvORgqWDg_tnylzZEAretPGzTUb7NyH7BS9s/rs:fit/g:sm/q:40/h:500/w:497/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTM4NTYz/LTEyMzE3ODc4NDUu/anBlZw.jpeg",
  "profile": "Commodores, often billed as the Commodores, are  an American funk and soul group. The group's most successful period was in the late 1970s and early 1980s when Lionel Richie was the co-lead singer.\n",
  "imgur_img": "https://i.imgur.com/T00uktO.jpeg"
},
{
  "_id": {
    "$oid": "665c7bf27c43a4bf7ed3fd49"
  },
  "name": "James Brown",
  "slug": "james-brown",
  "photo": "https://i.discogs.com/59D5VsJ37fbQk-eFlANvpGuyH3ODhfrR8W9GBC9xrFc/rs:fit/g:sm/q:40/h:479/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEyNTk2/LTE1NjU5OTY3MzEt/NTQzMi5qcGVn.jpeg",
  "profile": "James Joseph Brown (May 3, 1933 – December 25, 2006) was an American singer, dancer and musician. The central progenitor of funk music and a major figure of 20th-century music, he is referred to by various nicknames, among them \"the Hardest-Working Man in Show Business\", \"Godfather of Soul\", \"Mr. Dynamite\", and \"Soul Brother No. 1\".[1] In a career that lasted more than 50 years, he influenced the development of several music genres.[2] Brown was one of the first 10 inductees into the Rock and Roll Hall of Fame on January 23, 1986. His music has been heavily sampled by hip-hop musicians and other artists.\n",
  "imgur_img": "https://i.imgur.com/iZv01Vy.jpeg"
},
{
  "_id": {
    "$oid": "665c7bf77c43a4bf7ed3fd4d"
  },
  "name": "Salomé De Bahia",
  "slug": "salome-de-bahia",
  "photo": "https://i.discogs.com/N8XPRkGrcfumcFbHC8w2FkgJ7pim41iRti2vYcWCm5c/rs:fit/g:sm/q:40/h:350/w:350/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE4MDct/MTQwMTE4ODU4MS00/MDExLmpwZWc.jpeg",
  "profile": "Salomé de Bahia is a Brazilian vocalist, living in Paris.\n",
  "imgur_img": "https://i.imgur.com/fnteIGT.jpeg"
},
{
  "_id": {
    "$oid": "665c7bfd7c43a4bf7ed3fd51"
  },
  "name": "Der Dritte Raum",
  "slug": "der-dritte-raum",
  "photo": "https://i.discogs.com/AbFDqD_2zljD6iNdO5fSRj_hu5vUnKQ0g_6gCj2LE6g/rs:fit/g:sm/q:40/h:400/w:495/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEzMjMt/MTU2MTIyOTIzOS0y/NzYzLmpwZWc.jpeg",
  "profile": "Der Dritte Raum ist ein Techno-Projekt des aus Göttingen stammenden Produzenten Andreas Krüger.\n",
  "imgur_img": "https://i.imgur.com/gZt7DV2.jpeg"
},
{
  "_id": {
    "$oid": "665c7c0e7c43a4bf7ed3fd5a"
  },
  "name": "Prophets Of Rage (6)",
  "slug": "prophets-of-rage-6",
  "photo": "https://i.discogs.com/FBOyzUiolA3weXEcHi13HGwS5cIaWpaClk2RDV578us/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTUxNjQx/NTctMTU3Mjg5MjUy/NS02NzI0LmpwZWc.jpeg",
  "profile": "Prophets of Rage was an American rap rock supergroup. Formed in 2016, the group consisted of three members of Rage Against the Machine and Audioslave (bassist and backing vocalist Tim Commerford, guitarist Tom Morello, and drummer Brad Wilk), two members of Public Enemy (DJ Lord and rapper Chuck D), and rapper B-Real of Cypress Hill.[4][5] The band disbanded in 2019, following the reuniting of Rage Against the Machine. During its three-year existence, Prophets of Rage released one EP and one full-length studio album.\n",
  "imgur_img": "https://i.imgur.com/7W16Ggt.jpeg"
},
{
  "_id": {
    "$oid": "665c7c137c43a4bf7ed3fd5e"
  },
  "name": "Dire Straits",
  "slug": "dire-straits",
  "photo": "https://i.discogs.com/gqY2LTFFuuokBTU1hJIxm1MHfGc2r_fU2w-u2J-rICs/rs:fit/g:sm/q:40/h:481/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEwMzY4/Ny0xNTY2NTU5NjYx/LTYyNzUuanBlZw.jpeg",
  "profile": "Dire Straits were a British rock band formed in London in 1977 by Mark Knopfler (lead vocals and lead guitar), David Knopfler (rhythm guitar and backing vocals), John Illsley (bass guitar and backing vocals) and Pick Withers (drums and percussion). They were active from 1977 to 1988 and again from 1990 to 1995.[2]\n",
  "imgur_img": "https://i.imgur.com/opwsKS0.jpeg"
},
{
  "_id": {
    "$oid": "665c7c1f7c43a4bf7ed3fd65"
  },
  "name": "Big Thief",
  "slug": "big-thief",
  "photo": "https://i.discogs.com/NlFLEKoUE2OLR9_r2WDFBZL1cUXCHzdwRNXIDsA63ec/rs:fit/g:sm/q:40/h:381/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTUwMDk0/NDEtMTYzMTAxNzQ5/Mi03NDQxLmpwZWc.jpeg",
  "profile": "Big Thief is an American indie folk band based in Brooklyn, New York. Its members are Adrianne Lenker (guitar, vocals), Buck Meek (guitar, backing vocals), Max Oleartchik (bass), and James Krivchenia (drums).[1]\n",
  "imgur_img": "https://i.imgur.com/fRUAjf3.jpeg"
},
{
  "_id": {
    "$oid": "665c7c257c43a4bf7ed3fd69"
  },
  "name": "Three Dog Night",
  "slug": "three-dog-night",
  "photo": "https://i.discogs.com/7Cmvb565zo8Vd71zUmzU_wLRc7OCCMMzwNeRPrzIxQs/rs:fit/g:sm/q:40/h:755/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE0MjIx/Ny0xNjYwNjQ0MTMy/LTk3NzYuanBlZw.jpeg",
  "profile": "Three Dog Night is an American rock band formed in 1967, founded by vocalists Chuck Negron, Cory Wells, and Danny Hutton. This lineup was soon augmented by Jimmy Greenspoon (keyboards), Joe Schermie (bass), Michael Allsup (guitar), and Floyd Sneed (drums). The band had 21 Billboard Top 40 hits between 1969 and 1975, with three hitting number one.[4] Three Dog Night recorded many songs written by outside songwriters, and they helped to introduce mainstream audiences to writers such as Randy Newman (\"Mama Told Me Not to Come\"), Paul Williams (\"An Old Fashioned Love Song\"), and Hoyt Axton (\"Joy to the World\", \"Never Been to Spain\").\n",
  "imgur_img": "https://i.imgur.com/Y3TBH0v.jpeg"
},
{
  "_id": {
    "$oid": "665c7c2a7c43a4bf7ed3fd6d"
  },
  "name": "Bread",
  "slug": "bread",
  "photo": "https://i.discogs.com/YHB8n943EUc_AwNewc9QLtTyrPvZ-XmkRFVrPeorO3w/rs:fit/g:sm/q:40/h:483/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTMwMzQ3/MS0xNDU5NzA4NTUx/LTgxMDQuanBlZw.jpeg",
  "profile": "Bread was an American soft rock band from Los Angeles, California. They had 13 songs chart on the Billboard Hot 100 between 1970 and 1977.[2]\n",
  "imgur_img": "https://i.imgur.com/KGh8MCr.jpeg"
},
{
  "_id": {
    "$oid": "665c7c307c43a4bf7ed3fd71"
  },
  "name": "OutKast",
  "slug": "outkast",
  "photo": "https://i.discogs.com/HQaNAZJwrP9VAqFBhuOFKalprtcIG951IAIWSO62WrU/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTM4NTYx/LTE2NjE4MzU4NjUt/NTY5Ni5qcGVn.jpeg",
  "profile": "Outkast (sometimes written as OutKast) was an American hip hop duo formed in Atlanta, Georgia, in 1992, consisting of rappers Big Boi (Antwan Patton) and André 3000 (André Benjamin, formerly known as Dré).[1] Widely regarded as one of the most influential hip hop artists of all time,[3][4] the duo achieved both critical and commercial success from the mid-1990s to the early 2000s, helping to popularize Southern hip hop[1] with their intricate lyricism, memorable melodies, and positive themes,[5] while experimenting with a diverse range of genres such as funk, psychedelia, jazz, and techno.\n",
  "imgur_img": "https://i.imgur.com/EWJKcRA.jpeg"
},
{
  "_id": {
    "$oid": "665c7c367c43a4bf7ed3fd75"
  },
  "name": "Body Count (2)",
  "slug": "body-count-2",
  "photo": "https://i.discogs.com/kGG6eqX9OnGDbl69Yr3gKtqyvqdyRLOu2c8E6ppNFiM/rs:fit/g:sm/q:40/h:380/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE2OTg0/MS0xNTk1MTY1MDI5/LTQ0MjEuanBlZw.jpeg",
  "profile": "Body Count is an American heavy metal band formed in Los Angeles in 1990. The group is fronted by Ice-T, who first established himself as a rapper but co-founded the group with lead guitarist Ernie C out of their interest in heavy metal music. Ice-T took on the role of vocalist and writing the lyrics for most of Body Count's songs, while Ernie C has been responsible for writing the group's music.\n",
  "imgur_img": "https://i.imgur.com/hrkANzr.jpeg"
},
{
  "_id": {
    "$oid": "665c7c3c7c43a4bf7ed3fd79"
  },
  "name": "Mobb Deep",
  "slug": "mobb-deep",
  "photo": "https://i.discogs.com/gi0bFYU8PMarWkonU9xXy_xhG6A_b6rFhheWtYstPx0/rs:fit/g:sm/q:40/h:750/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE3OTAw/LTE2NjUwNTU5MzQt/NzgyNC5qcGVn.jpeg",
  "profile": "Mobb Deep was an American hip hop duo from Queens, New York[1][3] formed in 1991. Consisting of rappers/songwriters/record producers Prodigy and Havoc, they are considered to be among the principal progenitors of hardcore East Coast hip hop.[4] Mobb Deep became one of the most successful rap duos of all time, having sold over three million records.[4] Their best-known albums are The Infamous (1995), Hell on Earth (1996) and Murda Muzik (1999),[5][6] and their most successful singles were \"Shook Ones (Part II)\" and \"Survival of the Fittest.\"[7] They were known for their dark and hardcore delivery.[8]\n",
  "imgur_img": "https://i.imgur.com/Py70k5Z.jpeg"
},
{
  "_id": {
    "$oid": "665c7c427c43a4bf7ed3fd7d"
  },
  "name": "Nirvana",
  "slug": "nirvana",
  "photo": "https://i.discogs.com/6EJYf22y5yqxqntvp-CNrS2u8A-52I1UEwldLC1qZ-A/rs:fit/g:sm/q:40/h:450/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEyNTI0/Ni0xNTI5MTk4Mjg4/LTY0MzAuanBlZw.jpeg",
  "profile": "Nirvana was an American rock band formed in Aberdeen, Washington, in 1987. Founded by lead singer and guitarist Kurt Cobain and bassist Krist Novoselic, the band went through a succession of drummers, most notably Chad Channing, before recruiting Dave Grohl in 1990. Nirvana's success popularized alternative rock, and they were often referenced as the figurehead band of Generation X. Despite a short mainstream career spanning only three years, their music maintains a popular following and continues to influence modern rock culture.\n",
  "imgur_img": "https://i.imgur.com/cbkIJGZ.jpeg"
},
{
  "_id": {
    "$oid": "665c7c4e7c43a4bf7ed3fd84"
  },
  "name": "Bill Evans",
  "slug": "bill-evans",
  "photo": "https://i.discogs.com/-tdW4SI_Ud1r5o8RImo5M0LDOQxNDVkt9IVcZYz1y6k/rs:fit/g:sm/q:40/h:360/w:345/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI1MjMx/MC0xMjg4NjE4ODY3/LmpwZWc.jpeg",
  "profile": "William John Evans (August 16, 1929 – September 15, 1980) was an American jazz pianist and composer who worked primarily as the leader of his trio.[2] His use of impressionist harmony, block chords, innovative chord voicings, and trademark rhythmically independent, \"singing\" melodic lines continue to influence jazz pianists today.\n",
  "imgur_img": "https://i.imgur.com/lWB8O6T.jpeg"
},
{
  "_id": {
    "$oid": "665c7c537c43a4bf7ed3fd88"
  },
  "name": "Charley Crockett",
  "slug": "charley-crockett",
  "photo": "https://i.discogs.com/0rKd9fTvM4f8LDi3oFWVQod8D45Hkkq2T1PtQ4mwcpU/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTU2NTYw/MTMtMTUwMTk4OTc4/OS0yNDI4LmpwZWc.jpeg",
  "profile": "Matthew Charles Crockett (born March 24, 1984)[1][2] is an American blues, country, and Americana singer, guitarist, and songwriter. He has released twelve studio albums since 2015, with Lil G.L.'s Blue Bonanza peaking at number 11 on the US Billboard Blues Albums chart[3] and The Man from Waco breaking the US Billboard 200.[4]\n",
  "imgur_img": "https://i.imgur.com/75aGf4b.jpeg"
},
{
  "_id": {
    "$oid": "665c7c597c43a4bf7ed3fd8c"
  },
  "name": "Robert Plant",
  "slug": "robert-plant",
  "photo": "https://i.discogs.com/rfPAQW5Qxn20-pCLFEWLkS8TPdbEz13qk3H4r9rf0h8/rs:fit/g:sm/q:40/h:390/w:320/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE4MDU4/Ni0xMjI0ODMzNTky/LmpwZWc.jpeg",
  "profile": "Robert Anthony Plant CBE (born 20 August 1948) is an English singer and songwriter. He was the lead singer and lyricist of the rock band Led Zeppelin from its founding in 1968 until their breakup in 1980; since then he has had a successful solo career, sometimes collaborating with other artists such as Alison Krauss. Regarded by many as one of the greatest singers in rock music, he is known for his flamboyant persona and raw stage performances.\n",
  "imgur_img": "https://i.imgur.com/4n7Q1JB.jpeg"
},
{
  "_id": {
    "$oid": "665c7c5f7c43a4bf7ed3fd8e"
  },
  "name": "Alison Krauss",
  "slug": "alison-krauss",
  "photo": "https://i.discogs.com/4TFF1YM-ECOmhH186DK1ZTF2ATpIdsc3GVvegEDWrvI/rs:fit/g:sm/q:40/h:447/w:500/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTMzMzM2/MC0xMzc5OTUwMDg1/LTIwMTguanBlZw.jpeg",
  "profile": "Alison Maria Krauss (born July 23, 1971) is an American bluegrass-country singer and fiddler. She entered the music industry at an early age, competing in local contests by the age of eight and recording for the first time at 14. She signed with Rounder Records in 1985 and released her first solo album in 1987. She was invited to join Union Station, releasing her first album with them as a group in 1989 and performing with them ever since.[2]\n",
  "imgur_img": "https://i.imgur.com/zZ1t0wk.jpeg"
},
{
  "_id": {
    "$oid": "665c7c6b7c43a4bf7ed3fd94"
  },
  "name": "Scorpions",
  "slug": "scorpions",
  "photo": "https://i.discogs.com/c8R_rYvJqCZKB3hpc47Qc5VVodpDhN2YcRY32rM4Pec/rs:fit/g:sm/q:40/h:394/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTYzNTUy/LTExNDIzNjc5MzAu/anBlZw.jpeg",
  "profile": "Scorpions ist eine deutsche Hard-Rock-Band aus Hannover, die 1965 als Nameless gegründet wurde, 1972 ihr erstes Album veröffentlichte und bis heute besteht. Die Scorpions Musikproduktions- und Verlagsgesellschaft mbH hat ihren Sitz in Schwarmstedt (Heidekreis), die Scorpions GbR in Langenhagen (Region Hannover).[1][2]\n",
  "imgur_img": "https://i.imgur.com/XCLrjEV.jpeg"
},
{
  "_id": {
    "$oid": "665c7c6f7c43a4bf7ed3fd98"
  },
  "name": "Jason Isbell And The 400 Unit",
  "slug": "jason-isbell-and-the-400-unit",
  "photo": "https://i.discogs.com/sbtl5ruBO7hVLrvHBBn7E74sNONBeVKWPH4MHXDOLVQ/rs:fit/g:sm/q:40/h:450/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTMzMjg4/ODUtMTUwMDIzNDUx/MS01NTI1LmpwZWc.jpeg",
  "profile": "The band's name comes from the 400 Unit, a colloquial name for the psychiatric ward of Eliza Coffee Memorial Hospital in Florence, Alabama.",
  "imgur_img": "https://i.imgur.com/ds7EEMK.jpeg"
},
{
  "_id": {
    "$oid": "665c7c757c43a4bf7ed3fd9c"
  },
  "name": "Joe Strummer",
  "slug": "joe-strummer",
  "photo": "https://i.discogs.com/Dfbi_P4IOQCC3TBtzZPyzP5O1AePX_AqIKiEQEh8nFo/rs:fit/g:sm/q:40/h:623/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTU2ODMw/LTEzOTU2NTIzMzYt/ODI0Ni5qcGVn.jpeg",
  "profile": "John Graham Mellor (21 August 1952 – 22 December 2002), known professionally as Joe Strummer, was a British musician. He was the co-founder, lyricist, rhythm guitarist, and lead vocalist of punk rock band the Clash, formed in 1976. The Clash's second studio album, Give 'Em Enough Rope (1978), reached No. 2 on the UK charts. Soon after, they achieved success in the US, starting with London Calling (1979) and peaking with Combat Rock (1982), which reached No. 7 on the US charts and was certified 2× platinum there. The Clash's explosive political lyrics, musical experimentation, and rebellious attitude greatly influenced rock music in general, especially alternative rock.[1] Their music incorporated reggae, ska, dub, funk, rap, and rockabilly.\n",
  "imgur_img": "https://i.imgur.com/nNyyavx.jpeg"
},
{
  "_id": {
    "$oid": "665c7c797c43a4bf7ed3fda0"
  },
  "name": "Kenlou",
  "slug": "kenlou",
  "photo": "https://i.discogs.com/TNPCe-mt4GFOmu1jlFRt0oXgTYDE479LJ8XwK6rv-U4/rs:fit/g:sm/q:40/h:399/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTM2ODMt/MTUwNzIzMjU5Ny0x/NDQ3LmpwZWc.jpeg",
  "profile": "[b]KenLou[/b] stands for [b]Ken[/b]ny Gonzalez & [b]Lou[/b]ie Vega. \r",
  "imgur_img": "https://i.imgur.com/9z1N2jv.jpeg"
},
{
  "_id": {
    "$oid": "665c7c807c43a4bf7ed3fda4"
  },
  "name": "Linda Ronstadt",
  "slug": "linda-ronstadt",
  "photo": "https://i.discogs.com/QsI2vNranC1Elc04WLCyBEVMMBHwkJDGKAP9-XI-npc/rs:fit/g:sm/q:40/h:430/w:433/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI2Mjk0/My0xMjkyODgzODU2/LmpwZWc.jpeg",
  "profile": "Linda Maria Ronstadt (born July 15, 1946) is an American singer who performed and recorded in diverse genres including rock, country, light opera, the Great American Songbook, and Latin music.\n",
  "imgur_img": "https://i.imgur.com/mxCcoEI.jpeg"
},
{
  "_id": {
    "$oid": "665c7c967c43a4bf7ed3fdb0"
  },
  "name": "The Highwomen",
  "slug": "the-highwomen",
  "photo": "https://i.discogs.com/uqVQ_wVGGutbhoGRCSD7UrSvNQYbzZm3gUNPucQpGfo/rs:fit/g:sm/q:40/h:399/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTczNTQ3/NzQtMTU2Nzc0NjAy/My0yMjk2LmpwZWc.jpeg",
  "profile": "Country music super group formed in 2019.",
  "imgur_img": "https://i.imgur.com/yHeY5Xk.jpeg"
},
{
  "_id": {
    "$oid": "665c7c9f7c43a4bf7ed3fdb4"
  },
  "name": "Michael Jackson",
  "slug": "michael-jackson",
  "photo": "https://i.discogs.com/4r7CeGu1-fmjY0zIyWabfJ72mDbIY0ZwwS_Sa-_wBUA/rs:fit/g:sm/q:40/h:611/w:424/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE1ODg1/LTE3MTM0ODcyNjMt/MjczMy5wbmc.jpeg",
  "profile": "Michael Joseph Jackson (August 29, 1958 – June 25, 2009) was an American singer, songwriter, dancer, and philanthropist. Known as the \"King of Pop\", he is regarded as one of the most significant cultural figures of the 20th century. During his four-decade career, his contributions to music, dance, and fashion, along with his publicized personal life, made him a global figure in popular culture. Jackson influenced artists across many music genres. Through stage and video performances, he popularized complicated street dance moves such as the moonwalk, which he named, as well as the robot.\n",
  "imgur_img": "https://i.imgur.com/pQdvyQ7.jpeg"
},
{
  "_id": {
    "$oid": "665c7ca57c43a4bf7ed3fdb8"
  },
  "name": "Gil Scott-Heron",
  "slug": "gil-scott-heron",
  "photo": "https://i.discogs.com/fr4Gd8Aej4e5noBwtfuaRnDPhpOwzwUbONs0HNUoKzQ/rs:fit/g:sm/q:40/h:420/w:334/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE2NTMz/LTEzMDczMDkzMzQu/anBlZw.jpeg",
  "profile": "Gilbert Scott-Heron (April 1, 1949 – May 27, 2011)[8] was an American jazz poet, singer,[3] musician, and author known for his work as a spoken-word performer in the 1970s and 1980s. His collaborative efforts with musician Brian Jackson fused jazz, blues, and soul with lyrics relative to social and political issues of the time, delivered in both rapping and melismatic vocal styles. He referred to himself as a \"bluesologist\",[9] his own term for \"a scientist who is concerned with the origin of the blues\".[note 1][10] His poem \"The Revolution Will Not Be Televised\", delivered over a jazz-soul beat, is considered a major influence on hip hop music.[11]\n",
  "imgur_img": "https://i.imgur.com/4YkR23B.jpeg"
},
{
  "_id": {
    "$oid": "665c7caa7c43a4bf7ed3fdba"
  },
  "name": "Jamie XX",
  "slug": "jamie-xx",
  "photo": "https://i.discogs.com/obEZEJQohMIIkpF89XObqObAPJFV4_D_S35QB0Ej6YY/rs:fit/g:sm/q:40/h:400/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTIxMDk4/NTYtMTQ5NTY0Mzg1/My00NzEyLmpwZWc.jpeg",
  "profile": "James Thomas Smith[1] (born 28 October 1988), known professionally as Jamie xx, is an English musician, DJ, record producer, and remixer. He is known for both his solo work and as a member of the indie pop band the xx.\n",
  "imgur_img": "https://i.imgur.com/ovx6XF7.jpeg"
},
{
  "_id": {
    "$oid": "665c7caf7c43a4bf7ed3fdbe"
  },
  "name": "Anita Baker",
  "slug": "anita-baker",
  "photo": "https://i.discogs.com/D_ZU7FIYv_sSMhobl7425g_uqdFZhpt_RsQbnjtOm7c/rs:fit/g:sm/q:40/h:752/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTY0ODA1/LTE2ODAxNDY4MzQt/MTkxMi5qcGVn.jpeg",
  "profile": "Born: January 26, 1958, Toledo, Ohio.\r",
  "imgur_img": "https://i.imgur.com/LwqB1Vm.jpeg"
},
{
  "_id": {
    "$oid": "665c7cb47c43a4bf7ed3fdc2"
  },
  "name": "Mr. Fingers",
  "slug": "mr-fingers",
  "photo": "https://i.discogs.com/9aZXZObTw1P6uLOItzv6eq127fWXsupybWwKJf6PxNw/rs:fit/g:sm/q:40/h:391/w:350/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI0NDYt/MTUxMTQ2NDI0OC0x/MDA3LmpwZWc.jpeg",
  "profile": "Born: 1960, Chicago, Illinois, United States",
  "imgur_img": "https://i.imgur.com/8ooHTvO.jpeg"
},
{
  "_id": {
    "$oid": "665c7cba7c43a4bf7ed3fdc6"
  },
  "name": "Ellie Goulding",
  "slug": "ellie-goulding",
  "photo": "https://i.discogs.com/rrUApnDJehQXAHZ58V4sUCxjOkzlqr0Uxv-0iReGygk/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE2MjY4/NDUtMTY3ODk4NjUy/My0yMjg5LmpwZWc.jpeg",
  "profile": "Elena Jane Goulding (/ˈɡoʊldɪŋ/ GOHL-ding; born 30 December 1986) is an English singer and songwriter. After signing with Polydor Records, Goulding released her debut extended play, An Introduction to Ellie Goulding (2009).[1] Her debut studio album, Lights (2010), debuted at No. 1 on the UK Albums Chart and was later reissued as Bright Lights, spawning three successful singles: a cover of Elton John's \"Your Song\", \"Starry Eyed\", and \"Lights\". Her second studio album, Halcyon (2012), was preceded by the lead single \"Anything Could Happen\"; a repackaged edition of Halcyon, titled Halcyon Days (2013), produced the single \"Burn\", which became her first No. 1 single in the UK. She then collaborated with DJ Calvin Harris on two singles: \"I Need Your Love\" and \"Outside\".\n",
  "imgur_img": "https://i.imgur.com/YE7hNx2.jpeg"
},
{
  "_id": {
    "$oid": "665c7cc07c43a4bf7ed3fdca"
  },
  "name": "Slayer",
  "slug": "slayer",
  "photo": "https://i.discogs.com/eFjB4CHHQGleRzdyRqcKvl08W5BLiCrL6YBVNRfSneA/rs:fit/g:sm/q:40/h:399/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE4ODQ1/LTE1Mjc1NTU4OTkt/MzEzNy5qcGVn.jpeg",
  "profile": "Slayer is an American thrash metal band from Huntington Park, California, formed in 1981 by guitarists Kerry King and Jeff Hanneman, drummer Dave Lombardo and bassist/vocalist Tom Araya. Slayer's fast and aggressive musical style made them one of the \"big four\" bands of thrash metal, alongside Metallica, Megadeth, and Anthrax. Slayer's current lineup consists of King, Araya, drummer Paul Bostaph and guitarist Gary Holt, who initially joined as a touring member in 2011 before joining the band permanently after Hanneman's death in 2013. Drummer Jon Dette was also a member of the band.\n",
  "imgur_img": "https://i.imgur.com/Q4kP1pO.jpeg"
},
{
  "_id": {
    "$oid": "665c7cc57c43a4bf7ed3fdce"
  },
  "name": "K-Klass",
  "slug": "k-klass",
  "photo": "https://i.discogs.com/_nkefn4mjpDZ-tLHbs90C-Vcnx5DNFF7twBSU-GAiRI/rs:fit/g:sm/q:40/h:300/w:300/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTM2NjI0/LTEzMDEzODc2ODUu/anBlZw.jpeg",
  "profile": "House producers from Manchester, England. Formerly based in Wrexham.\r",
  "imgur_img": "https://i.imgur.com/4EuXKoi.jpeg"
},
{
  "_id": {
    "$oid": "665c7cd07c43a4bf7ed3fdd5"
  },
  "name": "Louis Armstrong And His All-Stars",
  "slug": "louis-armstrong-and-his-all-stars",
  "photo": "https://i.discogs.com/VmtYHZw8UdZCATx0u3ZrHFkKXtUCCqViqxW87GfAYTY/rs:fit/g:sm/q:40/h:386/w:336/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTMyNjY1/Ny0xMzIwOTIzMzI1/LmpwZWc.jpeg",
  "profile": null,
  "imgur_img": "https://i.imgur.com/d0bqlGF.jpeg"
},
{
  "_id": {
    "$oid": "665c7cd67c43a4bf7ed3fdd9"
  },
  "name": "Public Enemy",
  "slug": "public-enemy",
  "photo": "https://i.discogs.com/a4ygwDlyL91bCfjldSHGnc3Qfr9VX9rMblCLdioOUsg/rs:fit/g:sm/q:40/h:388/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI4MjA5/LTE2MTg4NDE3ODkt/NTI2MC5qcGVn.jpeg",
  "profile": "Public Enemy is an American hip hop group formed by Chuck D and Flavor Flav on Long Island, New York, in 1985.[2][3] The group rose to prominence for their political messages including subjects such as American racism and the American media. Their debut album, Yo! Bum Rush the Show, was released in 1987 to critical acclaim, and their second album, It Takes a Nation of Millions to Hold Us Back (1988), was the first hip hop album to top The Village Voice's Pazz & Jop critics' poll.[4] Their next three albums, Fear of a Black Planet (1990), Apocalypse 91... The Enemy Strikes Black (1991) and Muse Sick-n-Hour Mess Age (1994), were also well received. The group has since released twelve more studio albums, including the soundtrack to the 1998 sports-drama film He Got Game and a collaborative album with Paris, Rebirth of a Nation (2006).\n",
  "imgur_img": "https://i.imgur.com/Hz2OOxS.jpeg"
},
{
  "_id": {
    "$oid": "665c7cdb7c43a4bf7ed3fddd"
  },
  "name": "M.O.P.",
  "slug": "m-o-p",
  "photo": "https://i.discogs.com/7b8FWHhxizLHjfzLp5ym2z5HJFNErdNBw2ew0jZJrHw/rs:fit/g:sm/q:40/h:748/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTUwNjYy/LTE1NjU3MDc4NjMt/NTg5MC5qcGVn.jpeg",
  "profile": "M.O.P. (short for Mash Out Posse) is an American hip hop duo composed of East Coast rappers Billy Danze and Lil' Fame.[1][2] After years of underground performance, they gained mainstream recognition in 2000 with the song \"Ante Up\", which would become their biggest hit.[1][2] The group has frequently collaborated with DJ Premier and is part of the Gang Starr Foundation. Fame sometimes produces under the moniker Fizzy Womack, and has produced tracks on every M.O.P. release since 1996's Firing Squad. He has also worked for other artists including Kool G Rap and Wu-Tang Clan.[3]\n",
  "imgur_img": "https://i.imgur.com/p8GH8F9.jpeg"
},
{
  "_id": {
    "$oid": "665c7ce17c43a4bf7ed3fde1"
  },
  "name": "Flower Travellin' Band",
  "slug": "flower-travellin-band",
  "photo": "https://i.discogs.com/wGmeUHEkFXdS0iOgG3yaRl51MbqB6IbZUBdcY2y01zU/rs:fit/g:sm/q:40/h:385/w:256/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTUwNjMx/MS0xMTY4NjM4MTI1/LmpwZWc.jpeg",
  "profile": "Flower Travellin' Band (フラワー・トラベリン・バンド, Furawā Toraberin Bando) was a Japanese rock band that was formed in 1967. They were connected to Japan's counterculture movement and noted for their mixture of early heavy metal with psychedelic and progressive rock. They received wide acclaim from critics but failed to achieve commercial success and separated in 1973 to pursue individual careers.[1] The band reunited in late 2007, but permanently disbanded after the 2011 death of vocalist Joe Yamanaka.\n",
  "imgur_img": "https://i.imgur.com/HuxDk9p.jpeg"
},
{
  "_id": {
    "$oid": "665c7ced7c43a4bf7ed3fde8"
  },
  "name": "Deep Purple",
  "slug": "deep-purple",
  "photo": "https://i.discogs.com/cJn7zmT5ALMAOHSc7xmOsFiNwsaGuZygMxwEJZU4hLs/rs:fit/g:sm/q:40/h:572/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE3MDM1/NS0xMzE4MDgwOTAx/LmpwZWc.jpeg",
  "profile": "Deep Purple are an English rock band formed in London in 1968.[1] They are considered to be among the pioneers of heavy metal and modern hard rock,[2][3] although their musical style has varied throughout their career.[4] Originally formed as a psychedelic rock and progressive rock band, they shifted to a heavier sound with their 1970 album Deep Purple in Rock.[5] Deep Purple, together with Led Zeppelin and Black Sabbath, have been referred to as the \"unholy trinity of British hard rock and heavy metal in the early to mid-seventies\".[6] They were listed in the 1975 Guinness Book of World Records as \"the globe's loudest band\" for a 1972 concert at London's Rainbow Theatre[7][8] and have sold over 100 million records worldwide.[9][10][11]\n",
  "imgur_img": "https://i.imgur.com/rjUtbRx.jpeg"
},
{
  "_id": {
    "$oid": "665c7cf37c43a4bf7ed3fdec"
  },
  "name": "Rammstein",
  "slug": "rammstein",
  "photo": "https://i.discogs.com/d_q7nlZy6CihGtGSebmx9rmt2FSN7XpDwU7GWAc6RJU/rs:fit/g:sm/q:40/h:333/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTExNzcx/LTE2NTE3MTUwMjQt/NjA1OC5qcGVn.jpeg",
  "profile": "Rammstein (German pronunciation: [ˈʁamʃtaɪn], lit. \"ramming stone\") is a German Neue Deutsche Härte band formed in Berlin in 1994. The band's lineup—consisting of lead vocalist Till Lindemann, lead guitarist Richard Kruspe, rhythm guitarist Paul Landers, bassist Oliver Riedel, drummer Christoph Schneider, and keyboardist Christian \"Flake\" Lorenz—has remained unchanged throughout their history, along with their approach to songwriting, which consists of Lindemann writing and singing the lyrics over instrumental pieces the rest of the band has completed beforehand. Prior to their formation, some members were associated with the punk rock acts Feeling B and First Arsch.\n",
  "imgur_img": "https://i.imgur.com/UkfX1Vt.jpeg"
},
{
  "_id": {
    "$oid": "665c7cf87c43a4bf7ed3fdf0"
  },
  "name": "Noel Gallagher's High Flying Birds",
  "slug": "noel-gallagher-s-high-flying-birds",
  "photo": "https://i.discogs.com/UHV2l0_X_iNsemf0CnWAPqOlvg6gESJILB6z-4ymaUE/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTIzODQ2/NDItMTM5MjkxMDU4/OS01NjIxLmpwZWc.jpeg",
  "profile": "Noel Gallagher's High Flying Birds are an English rock band formed in 2010 as the solo moniker of former Oasis songwriter, guitarist, and vocalist Noel Gallagher. The touring band consists of former Oasis members Gem Archer (guitar), Mike Rowe (piano), and Chris Sharrock (drums), as well as former Zutons bassist Russell Pritchard. The band has also had a variety of guests contribute to albums such as the Crouch End Festival Chorus, Amorphous Androgynous, Johnny Marr, and Paul Weller.\n",
  "imgur_img": "https://i.imgur.com/YHKBxSL.jpeg"
},
{
  "_id": {
    "$oid": "665c7cfe7c43a4bf7ed3fdf4"
  },
  "name": "Darkthrone",
  "slug": "darkthrone",
  "photo": "https://i.discogs.com/ghxw3a3ysAzUIbvfGs0pTTHQfLkiPf4LrQtt6XgdNrU/rs:fit/g:sm/q:40/h:398/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI1MjIx/MS0xNzE0NDc2MDM2/LTk5ODguanBlZw.jpeg",
  "profile": "Darkthrone is a Norwegian black metal band from Kolbotn, Akershus. Formed in 1986 as a death metal band named Black Death,[3][4] in 1991 Darkthrone embraced a black metal style influenced by Bathory[5] and Celtic Frost[5] and became one of the leading bands in the Norwegian black metal scene. \n",
  "imgur_img": "https://i.imgur.com/9wIe01X.jpeg"
},
{
  "_id": {
    "$oid": "665c7d047c43a4bf7ed3fdf8"
  },
  "name": "Slick Rick",
  "slug": "slick-rick",
  "photo": "https://i.discogs.com/yWXqWHWwmQnTlC2U6W6mawDfDWUpbD62UX-mAw2bVWw/rs:fit/g:sm/q:40/h:726/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTk3NDEt/MTUyODYyNzk3Ni01/MDMyLmpwZWc.jpeg",
  "profile": "Richard Martin Lloyd Walters[1] (born January 14, 1965),[2] better known as Slick Rick, is an English-American rapper and record producer. He rose to prominence as part of Doug E. Fresh & the Get Fresh Crew in the mid-1980s. Their songs \"The Show\" and \"La Di Da Di\" are considered early hip hop classics. \"La Di Da Di\" is one of the most sampled songs in history.[3]\n",
  "imgur_img": "https://i.imgur.com/gqWK3k0.jpeg"
},
{
  "_id": {
    "$oid": "665c7d0b7c43a4bf7ed3fdfc"
  },
  "name": "The Police",
  "slug": "the-police",
  "photo": "https://i.discogs.com/aF5KG4ojnvAU05PDEjJ0eKaLMECDoqzseEBDMZ0-VR8/rs:fit/g:sm/q:40/h:596/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTc5ODct/MTUxMDQwOTc4NS03/MDg4LmpwZWc.jpeg",
  "profile": "The Police were an English rock band formed in London in 1977.[1] Within a few months of their first gig, the line-up settled as Sting (lead vocals, bass guitar, primary songwriter), Andy Summers (guitar) and Stewart Copeland (drums, percussion), and remained unchanged for the rest of the band's history. The Police became globally popular in the late 1970s and early to mid 1980s. Emerging in the British new wave scene, they played a style of rock influenced by punk, reggae, and jazz.\n",
  "imgur_img": "https://i.imgur.com/EB1jKbe.jpeg"
},
{
  "_id": {
    "$oid": "665c7d107c43a4bf7ed3fe00"
  },
  "name": "Big L",
  "slug": "big-l",
  "photo": "https://i.discogs.com/bePkMdvkRaJgIdldzndfyKNNJUy7VyA8_O_qnvBhYU4/rs:fit/g:sm/q:40/h:601/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTM5OTU2/LTE2NjE3Mjk3Njkt/OTM5OS5qcGVn.jpeg",
  "profile": "Lamont Coleman (May 30, 1974 – February 15, 1999), known professionally as Big L, was an American rapper.[1] Emerging from Harlem in New York City in 1992, Big L became known among underground hip-hop fans for his freestyling ability. He was eventually signed to Columbia Records, where, in 1995, he released his debut album, Lifestylez ov da Poor & Dangerous. On February 15, 1999, he was fatally shot nine times in a drive-by shooting in Harlem.\n",
  "imgur_img": "https://i.imgur.com/IayqwCp.jpeg"
},
{
  "_id": {
    "$oid": "665c7d167c43a4bf7ed3fe04"
  },
  "name": "F.U.S.E.",
  "slug": "f-u-s-e",
  "photo": "https://i.discogs.com/txMlgwd6ggcBgWX_LckuToLCjNg0639-IahZ_fEmy8U/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTgzNC0x/NjU1NDc2NjIxLTk4/NzIuanBlZw.jpeg",
  "profile": "Richard \"Richie\" Hawtin (born June 4, 1970) is a British-Canadian electronic musician and DJ. He became involved with Detroit techno's second wave in the early 1990s,[1] and has been a leading exponent of minimal techno since the mid-1990s.[2] He became known for his recordings under the Plastikman and F.U.S.E.  aliases. Under the latter, he released his debut album Dimension Intrusion (1993) as part of Warp's Artificial Intelligence series.\n",
  "imgur_img": "https://i.imgur.com/PWvyeU2.jpeg"
},
{
  "_id": {
    "$oid": "665c7d207c43a4bf7ed3fe09"
  },
  "name": "Jim James",
  "slug": "jim-james",
  "photo": "https://i.discogs.com/shR91o0UqFq49wBDm5LFsQwWFfbk-K6eHtWVoUGPaK8/rs:fit/g:sm/q:40/h:337/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI4NjA0/MC0xNDU1OTE3Njky/LTkwODQuanBlZw.jpeg",
  "profile": "James Edward Olliges Jr. (born April 27, 1978), professionally known as Jim James or Yim Yames,[1][2] is an American vocalist, guitarist, producer, and primary songwriter of the rock band My Morning Jacket. He has also released several solo albums.\n",
  "imgur_img": "https://i.imgur.com/fTAxHGe.jpeg"
},
{
  "_id": {
    "$oid": "665c7d257c43a4bf7ed3fe0d"
  },
  "name": "Gat Decor",
  "slug": "gat-decor",
  "photo": "https://i.discogs.com/U4r49is00ZgaJXPUrxe1xRr7PQl2wCxJHJ4vVQFcumU/rs:fit/g:sm/q:40/h:172/w:154/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTcyNDMt/MTM0NzIzMzI4MC04/NTY1LmpwZWc.jpeg",
  "profile": "[a=Simon Slater] is a British producer, musician, sound engineer and DJ. Behind the Gat Decor project.\r",
  "imgur_img": "https://i.imgur.com/NQrM7bj.jpeg"
},
{
  "_id": {
    "$oid": "665c7d2b7c43a4bf7ed3fe11"
  },
  "name": "Madness",
  "slug": "madness",
  "photo": "https://i.discogs.com/l2NnNpaFqWmWgC0_kv5qAQ7QwZn4lhe0lQRQQtpAJ3w/rs:fit/g:sm/q:40/h:337/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEwMzg4/LTE3MDM2ODkyMDgt/MzQ3MC5wbmc.jpeg",
  "profile": "Madness are an English ska and pop band from Camden Town, north London, who formed in 1976. One of the most prominent bands of the late 1970s and early 1980s two-tone ska revival, they continue to perform with six of the seven members of their original line-up.[1] Madness's most successful period was from 1980 to 1986, when the band's songs spent a total of 214 weeks on the UK Singles Chart.[2][3]\n",
  "imgur_img": "https://i.imgur.com/AVCqYAi.jpeg"
},
{
  "_id": {
    "$oid": "665c7d317c43a4bf7ed3fe15"
  },
  "name": "Vampire Weekend",
  "slug": "vampire-weekend",
  "photo": "https://i.discogs.com/1isnq5v1dFZrQ137jOs2Ewxzg7Uz8-B6BV5ve2oV1hw/rs:fit/g:sm/q:40/h:400/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTg2MTA4/My0xNjE2MjI0NDgx/LTI1MzEuanBlZw.jpeg",
  "profile": "Vampire Weekend is an American rock band from New York City, formed in 2006 and currently signed to Columbia Records.[6][7] The band was formed by lead vocalist and guitarist Ezra Koenig, multi-instrumentalist Rostam Batmanglij, drummer Chris Tomson, and bassist Chris Baio. Batmanglij departed the group in early 2016 but has continued to occasionally contribute to subsequent albums as a songwriter, producer, and musician.\n",
  "imgur_img": "https://i.imgur.com/1KS0Ser.jpeg"
},
{
  "_id": {
    "$oid": "665c7d377c43a4bf7ed3fe19"
  },
  "name": "Jello Biafra",
  "slug": "jello-biafra",
  "photo": "https://i.discogs.com/9jnkdHIiOHa3BAZx6pqbbZH1-vfF2Olhhn2YQwrR2DU/rs:fit/g:sm/q:40/h:727/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTM3NzUy/LTE1MzkxODUwODEt/Mzg1MC5qcGVn.jpeg",
  "profile": "Eric Reed Boucher (born June 17, 1958), known professionally as Jello Biafra, is an American singer, spoken word artist and political activist. He is the former lead singer and songwriter for the San Francisco punk rock band Dead Kennedys.[1]\n",
  "imgur_img": "https://i.imgur.com/fH7VznH.jpeg"
},
{
  "_id": {
    "$oid": "665c7d3a7c43a4bf7ed3fe1b"
  },
  "name": "Nomeansno",
  "slug": "nomeansno",
  "photo": "https://i.discogs.com/G3E45i_MWI03c0v2DVb16l-qvAMPLCfRVx-eJLlNKxc/rs:fit/g:sm/q:40/h:799/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEzMzY0/MS0xNTgwNzYxMDA0/LTYyNjEuanBlZw.jpeg",
  "profile": "Nomeansno was a Canadian punk rock band originally from Victoria, now located in Vancouver. Formed in 1979 by brothers Rob & John Wright, their name derives from an anti-date rape slogan. On September 24, 2016 John Wright announced the band's official retirement.",
  "imgur_img": "https://i.imgur.com/dSxYSwZ.jpeg"
},
{
  "_id": {
    "$oid": "665c7d497c43a4bf7ed3fe23"
  },
  "name": "Poison Girls",
  "slug": "poison-girls",
  "photo": "https://i.discogs.com/BrG9h6E2DB57LTOnxWshJqJmhq2BrI8Ck-RneYHcqfk/rs:fit/g:sm/q:40/h:350/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI2MTg0/Ni0xNTAxMzU0ODM5/LTM1MzYuanBlZw.jpeg",
  "profile": "The Poison Girls were an English anarcho-punk band from Brighton. The singer/guitarist, Vi Subversa, was a middle-aged mother of two at the band's inception, and wrote songs that explored sexuality and gender roles, often from an anarchist perspective.[1][2] The original Poison Girls line-up also included: Lance D'Boyle (drums); Richard Famous (guitar/vocals); Nil (tapes/bass/electric violin); and Bernhardt Rebours (bass/synthesiser/piano).\n",
  "imgur_img": "https://i.imgur.com/xNjM9Ef.jpeg"
},
{
  "_id": {
    "$oid": "665c7d4f7c43a4bf7ed3fe27"
  },
  "name": "Kenny Cox",
  "slug": "kenny-cox",
  "photo": "https://i.discogs.com/HTq4JM3EJczPfFZvHZEPOhnQLkWReJ9cpIKnwtei--w/rs:fit/g:sm/q:40/h:322/w:276/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTMyNzY1/NC0xMjAxMzU2MjQ4/LmpwZWc.jpeg",
  "profile": "Kenny Cox (November 8, 1940 – December 19, 2008) was a jazz pianist performing in the post bop, hard bop and bebop mediums. Cox was pianist for singer Etta Jones during the 1960s and was also a member of a quintet led by trombonist George Bohannon. By the end of the late 1960s he had formed his own Kenny Cox and the Contemporary Jazz Quintet, which recorded two albums for Blue Note Records before the end of the decade. Cox has appeared as a contributor on various albums, and has also performed live with such musicians as Rahsaan Roland Kirk, Eddie Harris, Jackie McLean, Roy Haynes, Ben Webster, Wes Montgomery, Kenny Dorham, Philly Joe Jones, Kenny Burrell, Donald Byrd, Roy Brooks, Charles McPherson, and Curtis Fuller. During the 1980s he formed the Detroit-based Guerilla Jam Band, a group which performed with  Regina Carter, James Carter, Tani Tabbal, and Craig Taborn.[1]  Cox was responsible for the short-lived Strata Records.\n",
  "imgur_img": "https://i.imgur.com/UNmwHV2.jpeg"
},
{
  "_id": {
    "$oid": "665c7d537c43a4bf7ed3fe29"
  },
  "name": "The Contemporary Jazz Quintet (2)",
  "slug": "the-contemporary-jazz-quintet-2",
  "photo": null,
  "profile": null
},
{
  "_id": {
    "$oid": "665c7d597c43a4bf7ed3fe2d"
  },
  "name": "Billy Joel",
  "slug": "billy-joel",
  "photo": "https://i.discogs.com/j4XHl87I-cQHO9Xdi_8VoqcDHAXEC7pnWeK_XMbjjGU/rs:fit/g:sm/q:40/h:600/w:435/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEzNzQx/OC0xMTQzMDUyNDY2/LmpwZWc.jpeg",
  "profile": "William Martin Joel (born May 9, 1949) is an American singer, songwriter and pianist. Commonly nicknamed the \"Piano Man\" after his signature 1973 song of the same name,[4][5] Joel has had a successful music career as a solo artist since the 1970s. From 1971 to 1993, he released twelve studio albums that spanned the genres of pop and rock music, and in 2001 released a one-off studio album of classical music compositions. Joel is one of the world's best-selling music artists[6] and the fourth-best-selling solo artist in the United States,[7] with over 160 million records sold worldwide. His 1985 compilation album, Greatest Hits – Volume I & Volume II, is one of the best-selling albums in the United States.[8]\n",
  "imgur_img": "https://i.imgur.com/K6EpeFS.jpeg"
},
{
  "_id": {
    "$oid": "665c7d5d7c43a4bf7ed3fe31"
  },
  "name": "C. V. Jørgensen",
  "slug": "c-v-jorgensen",
  "photo": "https://i.discogs.com/x01JJZyhH0VvN61F-lULhUn6LCI-wPPUBFHb2lJf-fE/rs:fit/g:sm/q:40/h:398/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTQ2NDc5/My0xNjIxODQ2OTAy/LTEzMjIuanBlZw.jpeg",
  "profile": "Danish rock group supporting songwriter Carsten Valentin Jorgensen.\n",
  "imgur_img": "https://i.imgur.com/b0RMs9u.jpeg"
},
{
  "_id": {
    "$oid": "665c7d687c43a4bf7ed3fe36"
  },
  "name": "Crazy Horse",
  "slug": "crazy-horse",
  "photo": "https://i.discogs.com/UQgJVMkXUZnzR-EFETJ6jtTPsOXCLnx6-e5aHPV442U/rs:fit/g:sm/q:40/h:300/w:400/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI2ODc4/OS0xNjc5NDg5NTY0/LTI0MzMuanBlZw.jpeg",
  "profile": "Crazy Horse is an American rock band best known for their association with the musician Neil Young. Since 1969, fifteen studio albums and eight live albums have been billed as being by Neil Young and Crazy Horse. They have also released six studio albums of their own between 1971 and 2009.\n",
  "imgur_img": "https://i.imgur.com/TgoqHmY.jpeg"
},
{
  "_id": {
    "$oid": "665c7d6d7c43a4bf7ed3fe3a"
  },
  "name": "Sleep",
  "slug": "sleep",
  "photo": "https://i.discogs.com/EHw9W2AXm-eARlB7Pw1kyf4Xu_an3WZhtti8rNFA6VM/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTU3OTE2/LTE1MjQyMzQyNTEt/ODcxMC5qcGVn.jpeg",
  "profile": "Sleep is an American stoner/doom metal band from San Jose, California. Guitarist Matt Pike and bassist and vocalist Al Cisneros have been the only constant members throughout the band's history. Critic Eduardo Rivadavia describes them as \"perhaps the ultimate stoner rock band\"[1] and notes they exerted a strong influence on metal in the 1990s. \n",
  "imgur_img": "https://i.imgur.com/tRJLPaE.jpeg"
},
{
  "_id": {
    "$oid": "665c7d787c43a4bf7ed3fe41"
  },
  "name": "Katie Melua",
  "slug": "katie-melua",
  "photo": "https://i.discogs.com/VBhykQ1oqZDquQDs_V6ZEQy0fAXlQRjqqYx4WY2i1YQ/rs:fit/g:sm/q:40/h:599/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI3ODk0/MC0xNTk4ODQxMDkz/LTM5MzYuanBlZw.jpeg",
  "profile": "Ketevan \"Katie\" Melua (/ˈmɛluːə/;[3] Georgian: ქეთევან \"ქეთი\" მელუა, IPA: [kʰetʰevan melua];[4] born 16 September 1984) is a British singer and songwriter. She was born in Kutaisi, Georgia and raised in Belfast and London.[5] Under the management of composer Mike Batt, she was signed to the small Dramatico record label.[6] She made her musical debut in 2003 and within three years, she was the United Kingdom's best-selling female artist[7] as well as Europe's highest selling European female artist.[8]\n",
  "imgur_img": "https://i.imgur.com/KPsFT2J.jpeg"
},
{
  "_id": {
    "$oid": "665c7d7c7c43a4bf7ed3fe45"
  },
  "name": "PNL",
  "slug": "pnl",
  "photo": "https://i.discogs.com/bewFvPkowlxes9mVadeG8AtzDaPe31zy_A3NT6wuMC4/rs:fit/g:sm/q:40/h:399/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTExOTAy/NTItMTYyNjgxMzU2/Ny00NjI3LmpwZWc.jpeg",
  "profile": "PNL (Peace N' Lovés, translating to Peace and money) is a French rap band from Corbeil-Essonnes, a Southern suburb of Paris. \r",
  "imgur_img": "https://i.imgur.com/dNCbpWe.jpeg"
},
{
  "_id": {
    "$oid": "665c7d827c43a4bf7ed3fe49"
  },
  "name": "Happy Mondays",
  "slug": "happy-mondays",
  "photo": "https://i.discogs.com/nWHp7rNuujRTidiONTznQJU0QXJT7p6JXLpx-bJJmas/rs:fit/g:sm/q:40/h:449/w:594/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEyMDk3/LTEzMzY0ODA2OTIu/anBlZw.jpeg",
  "profile": "Happy Mondays are an English rock band formed in Salford in 1980. The original line-up was Shaun Ryder (vocals), his brother Paul Ryder (bass), Gary Whelan (drums), Paul Davis (keyboard), and Mark Day (guitar). Mark \"Bez\" Berry later joined the band onstage as a dancer/percussionist. Rowetta joined as a second vocalist in 1990.[1] They were initially signed to Tony Wilson's Factory Records label.\n",
  "imgur_img": "https://i.imgur.com/RsoQBg1.jpeg"
},
{
  "_id": {
    "$oid": "665c7d887c43a4bf7ed3fe4d"
  },
  "name": "AC/DC",
  "slug": "ac-dc",
  "photo": "https://i.discogs.com/tdeSJWIb3vnMcnzYYE_RlB1PqsDzUTHzCe9D605xvz8/rs:fit/g:sm/q:40/h:404/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTg0NzUy/LTE0NDc3NjY2NDEt/NjM0My5qcGVn.jpeg",
  "profile": "AC/DC (stylised as AC⚡︎DC) are an Australian rock band formed in 1973. They were founded by brothers Malcolm Young on rhythm guitar and Angus Young on lead guitar. Their current line-up comprises Angus, bass guitarist Cliff Williams, drummer Phil Rudd, lead vocalist Brian Johnson and rhythm guitarist Stevie Young, nephew of Angus and Malcolm. Their music has been variously described as hard rock, blues rock and heavy metal, but the band calls it simply \"rock and roll\". They are cited as a formative influence on the new wave of British heavy metal bands, such as Def Leppard and Saxon. AC/DC were inducted into the Rock and Roll Hall of Fame in 2003.\n",
  "imgur_img": "https://i.imgur.com/U7VtyoR.jpeg"
},
{
  "_id": {
    "$oid": "665c7d8e7c43a4bf7ed3fe51"
  },
  "name": "Primal Scream",
  "slug": "primal-scream",
  "photo": "https://i.discogs.com/OoIHMNNA5qkBLG9vxJ_YCEtqxVV5T8uU-_grXfxmTuI/rs:fit/g:sm/q:40/h:375/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTM4NTIt/MTUyNzY5NTQ5Ny0z/NjQ2LmpwZWc.jpeg",
  "profile": "Primal Scream are a Scottish rock band originally formed in 1982 in Glasgow by Bobby Gillespie (vocals) and Jim Beattie (guitar). The band's current lineup consists of Gillespie, Andrew Innes (guitar), Simone Butler (bass), and Darrin Mooney (drums). Barrie Cadogan has toured and recorded with the band since 2006 as a replacement after the departure of guitarist Robert \"Throb\" Young.\n",
  "imgur_img": "https://i.imgur.com/a4BMc9D.jpeg"
},
{
  "_id": {
    "$oid": "665c7d937c43a4bf7ed3fe55"
  },
  "name": "Chuck Berry",
  "slug": "chuck-berry",
  "photo": "https://i.discogs.com/DG2EDxzuIsoieOu4p11lr4w1R45J_uthV61xwKNHt80/rs:fit/g:sm/q:40/h:747/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE4MDEx/OS0xNjYyMTQ0MTA2/LTEzNTguanBlZw.jpeg",
  "profile": "Charles Edward Anderson Berry (October 18, 1926 – March 18, 2017) was an American singer, guitarist and songwriter who pioneered rock and roll. Nicknamed the \"Father of Rock and Roll\", he refined and developed rhythm and blues into the major elements that made rock and roll distinctive with songs such as \"Maybellene\" (1955), \"Roll Over Beethoven\" (1956), \"Rock and Roll Music\" (1957), and \"Johnny B. Goode\" (1958).[1] Writing lyrics that focused on teen life and consumerism, and developing a music style that included guitar solos and showmanship, Berry was a major influence on subsequent rock music.[2]\n",
  "imgur_img": "https://i.imgur.com/smMB11T.jpeg"
},
{
  "_id": {
    "$oid": "665c7d997c43a4bf7ed3fe59"
  },
  "name": "Pet Shop Boys",
  "slug": "pet-shop-boys",
  "photo": "https://i.discogs.com/zTs2SI00Bf9FmexiPV-M6GDjZaEbeYi4lYphB9GCmXc/rs:fit/g:sm/q:40/h:739/w:567/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTc1NTIt/MTMxOTQ1MzE5MC5q/cGVn.jpeg",
  "profile": "The Pet Shop Boys are a English synth-pop duo formed in London in 1981. Consisting of primary vocalist Neil Tennant and keyboardist Chris Lowe, they have sold more than 50 million records worldwide,[4][5] and were listed as the most successful duo in UK music history in the 1999 edition of The Guinness Book of Records.[6]\n",
  "imgur_img": "https://i.imgur.com/g8gPn1M.jpeg"
},
{
  "_id": {
    "$oid": "665c7d9f7c43a4bf7ed3fe5d"
  },
  "name": "Nick Waterhouse (2)",
  "slug": "nick-waterhouse-2",
  "photo": "https://i.discogs.com/jfbPT1f9eLAlfp3N3rmxEUbZTdwJJ83mjRTQLDiBn5w/rs:fit/g:sm/q:40/h:418/w:558/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI2NTE1/NTktMTMzMDg4NzA2/Ni5qcGVn.jpeg",
  "profile": "Nicholas Ryan Waterhouse  (born February 8, 1986)[1] is an American singer-songwriter and record producer from Los Angeles. He is a guitarist and singer known for a sound rooted in rhythm & blues, jazz, and soul.\n",
  "imgur_img": "https://i.imgur.com/mh2MFCk.jpeg"
},
{
  "_id": {
    "$oid": "665c7da47c43a4bf7ed3fe61"
  },
  "name": "Chinese Man",
  "slug": "chinese-man",
  "photo": "https://i.discogs.com/Vf9SFzPCpbmkC27eNRtYkDUKGglIxRz9RMAuA4PESEk/rs:fit/g:sm/q:40/h:399/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTk3NjQ5/NC0xMzk1ODMwMzA4/LTk4MDUuanBlZw.jpeg",
  "profile": "Chinese Man is a French trip hop band formed in 2004 and originally from Aix-en-Provence, Provence-Alps-French Riviera.\n",
  "imgur_img": "https://i.imgur.com/9XKdGOA.jpeg"
},
{
  "_id": {
    "$oid": "665c7da97c43a4bf7ed3fe65"
  },
  "name": "Choice",
  "slug": "choice",
  "photo": "https://i.discogs.com/gx3i4llLUjOY1dY4SqxDuoPKl9oi_Q0EgkYmbsmkeb8/rs:fit/g:sm/q:40/h:240/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTg0OS0x/NTc1MjkyNzQ2LTc1/NTEuanBlZw.jpeg",
  "profile": "One-release collaboration between Laurent Garnie & Shazz, with the help of St Germain as sound engineer.",
  "imgur_img": "https://i.imgur.com/J2cLTO5.jpeg"
},
{
  "_id": {
    "$oid": "665c7dac7c43a4bf7ed3fe67"
  },
  "name": "Soofle",
  "slug": "soofle",
  "photo": "https://i.discogs.com/0drK2eXeRDwyCCAJuBwJgakcBuKJmE_wRfq1jQ4-S2c/rs:fit/g:sm/q:40/h:374/w:452/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTg0MC0x/MjcwMzgzNDY1Lmpw/ZWc.jpeg",
  "profile": null,
  "imgur_img": "https://i.imgur.com/aIzvJj4.jpeg"
},
{
  "_id": {
    "$oid": "665c7db17c43a4bf7ed3fe6b"
  },
  "name": "The Marías",
  "slug": "the-marias",
  "photo": "https://i.discogs.com/CPgatacOcynfFUg3-KfAFJACuO1ECBhCADJBdh0uqL0/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTY4NjY1/MjctMTcxNzE1MzQ2/My05OTE3LmpwZWc.jpeg",
  "profile": "Indie pop band from Los Angeles, California, formed in late 2016. Comprised of members Maria Zardoya (lead vocals), Josh Conway (drums), Jesse Perlman (guitar), and Edward James (keyboards).",
  "imgur_img": "https://i.imgur.com/gKPu8UM.jpeg"
},
{
  "_id": {
    "$oid": "665c7db67c43a4bf7ed3fe6f"
  },
  "name": "Robert Glasper Experiment",
  "slug": "robert-glasper-experiment",
  "photo": "https://i.discogs.com/RIh8Yja6iPrMQbufhJw_EcG_fNpInJNAvZs_ZwTBzuE/rs:fit/g:sm/q:40/h:640/w:486/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI2NDQx/OTYtMTMzMDQ1OTgy/MC5qcGVn.jpeg",
  "profile": "Robert Andre Glasper (born April 6, 1978) is an American pianist, record producer, songwriter, and musical arranger. His music embodies numerous musical genres, primarily centered around jazz. Glasper has won five Grammy Awards from 11 nominations.\n",
  "imgur_img": "https://i.imgur.com/xHq6hUA.jpeg"
},
{
  "_id": {
    "$oid": "665c7dbc7c43a4bf7ed3fe73"
  },
  "name": "Billy Idol",
  "slug": "billy-idol",
  "photo": "https://i.discogs.com/ntL5V-tjiYTjY04oKrHIh3Qe_qXjfSCg3W-UwWqAfuY/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTQ2Mzcz/LTE0MDkyMjE5MzQt/MTExOS5qcGVn.jpeg",
  "profile": "William Michael Albert Broad (born 30 November 1955), known professionally as Billy Idol, is an English-American[1] singer, songwriter, musician and actor. He first achieved fame in the 1970s emerging from the London punk rock scene as the lead singer of the group Generation X. Subsequently, he embarked on a solo career which led to international recognition and made Idol a lead artist during the MTV-driven \"Second British Invasion\" in the US. The name \"Billy Idol\" was inspired by a schoolteacher's description of him as \"idle\".[2]\n",
  "imgur_img": "https://i.imgur.com/uDMdA5T.jpeg"
},
{
  "_id": {
    "$oid": "665c7dc17c43a4bf7ed3fe77"
  },
  "name": "Donald Byrd",
  "slug": "donald-byrd",
  "photo": "https://i.discogs.com/hym6vuCShn30AZ9X9ReDEIBf4RQvnpa9PPqPIaoBtf0/rs:fit/g:sm/q:40/h:329/w:300/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTIwOTU2/LTExNzg4NTQ3NjEu/anBlZw.jpeg",
  "profile": "Donaldson Toussaint L'Ouverture Byrd II[1] (December 9, 1932 – February 4, 2013) was an American jazz and rhythm & blues trumpeter and vocalist.[2] A sideman for many other jazz musicians of his generation, Byrd was one of the few hard bop musicians who successfully explored funk and soul while remaining a jazz artist. As a bandleader, Byrd was an influence on the early career of Herbie Hancock and many others.\n",
  "imgur_img": "https://i.imgur.com/JPHb8TU.jpeg"
},
{
  "_id": {
    "$oid": "665c7dc77c43a4bf7ed3fe7b"
  },
  "name": "Thelonious Monk",
  "slug": "thelonious-monk",
  "photo": "https://i.discogs.com/2gA3uKrhBjT8A7MMrYxKyuz50It4g-yrHA1jFVKhRuQ/rs:fit/g:sm/q:40/h:480/w:322/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE0NTI1/Ni0xMTYwNjgyNjgx/LmpwZWc.jpeg",
  "profile": "Thelonious Sphere Monk[3] (/θəˈloʊniəs/, October 10, 1917[4] – February 17, 1982) was an American jazz pianist and composer. He had a unique improvisational style and made numerous contributions to the standard jazz repertoire, including \"'Round Midnight\", \"Blue Monk\", \"Straight, No Chaser\", \"Ruby, My Dear\", \"In Walked Bud\", and \"Well, You Needn't\". Monk is the second-most-recorded jazz composer after Duke Ellington.[5]\n",
  "imgur_img": "https://i.imgur.com/wcQckix.jpeg"
},
{
  "_id": {
    "$oid": "665c7dd37c43a4bf7ed3fe82"
  },
  "name": "Alice Cooper (2)",
  "slug": "alice-cooper-2",
  "photo": "https://i.discogs.com/4qHkpog658D0K11wY-GQYGpTNZ7diZUKtFBY5ljRQpM/rs:fit/g:sm/q:40/h:266/w:266/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTQ2MzU5/Ny0xNjU2NTIzMzE5/LTE0MTAucG5n.jpeg",
  "profile": "Alice Cooper (born Vincent Damon Furnier; February 4, 1948)[1] is an American rock singer and songwriter whose career spans sixty years. With a raspy voice and a stage show that features numerous props and stage illusions, including pyrotechnics, guillotines, electric chairs, fake blood, reptiles, baby dolls, and dueling swords,[2] Cooper is considered by many music journalists and peers to be \"The Godfather of Shock Rock\".[3] He has drawn equally from horror films, vaudeville, and garage rock to pioneer a macabre and theatrical brand of rock designed to shock audiences.[4]\n",
  "imgur_img": "https://i.imgur.com/aSc7jLX.jpeg"
},
{
  "_id": {
    "$oid": "665c7dd87c43a4bf7ed3fe86"
  },
  "name": "The Midnight (2)",
  "slug": "the-midnight-2",
  "photo": "https://i.discogs.com/kIUGe5A19UHQyCS3a8HjQeEfy-QBf4Jp7TfqFWXDWHc/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTQ5NzEx/NDgtMTU4ODkwOTcx/NC02OTQzLmpwZWc.jpeg",
  "profile": "The Midnight is an American synthwave band composed of Atlanta-based singer-songwriter Tyler Lyle and Los Angeles–based Danish-born producer, songwriter, and singer Tim McEwan.[1]\n",
  "imgur_img": "https://i.imgur.com/AfU6Yle.jpeg"
},
{
  "_id": {
    "$oid": "665c7ddd7c43a4bf7ed3fe8a"
  },
  "name": "Eek-A-Mouse",
  "slug": "eek-a-mouse",
  "photo": "https://i.discogs.com/JsW3OF2vC1-So0WFfvc4Yga30QrxusLxCH1wZ31XHcI/rs:fit/g:sm/q:40/h:597/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE3NTkx/LTE2OTg0MTA0NDYt/OTA5My5qcGVn.jpeg",
  "profile": "Eek-A-Mouse (born Ripton Joseph Hylton, 19 November 1957) is a Jamaican reggae musician. He is one of the earliest artists to be described as a \"singjay\".[a][1] Eek-A-Mouse is well known for pioneering his own style of scatting, differing from the-then toasting deejays in the 80s.\n",
  "imgur_img": "https://i.imgur.com/Escq19z.jpeg"
},
{
  "_id": {
    "$oid": "665c7de37c43a4bf7ed3fe8e"
  },
  "name": "Björk",
  "slug": "bjork",
  "photo": "https://i.discogs.com/wbZxCQ_wyjySSiLAX8P_6zEWvvf76rBvZJEp9G9j-aw/rs:fit/g:sm/q:40/h:718/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEzNzMt/MTI2NDgwNDY5MC5q/cGVn.jpeg",
  "profile": "Björk Guðmundsdóttir OTF (/bjɜːrk/ BYURK, Icelandic: [pjœr̥k ˈkvʏðmʏntsˌtouhtɪr̥] ⓘ; born 21 November 1965) is an Icelandic singer, songwriter, composer, record producer, and actress. Noted for her distinct voice, three-octave vocal range, and sometimes eccentric public persona, she has developed an eclectic musical style over a career spanning four decades, drawing on electronic, pop, experimental, trip hop, classical, and avant-garde music.[2]\n",
  "imgur_img": "https://i.imgur.com/3PlF4rA.jpeg"
},
{
  "_id": {
    "$oid": "665c7def7c43a4bf7ed3fe95"
  },
  "name": "King Crimson",
  "slug": "king-crimson",
  "photo": "https://i.discogs.com/HNrOyuifHQ0YBQA4S3YakAb_H7wFWrZxwH_XMwpLEp8/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTcwODI4/LTEyMzY2MTc0ODgu/anBlZw.jpeg",
  "profile": "King Crimson were  an English progressive rock band formed in 1968 in London. The band drew inspiration from a wide variety of music, incorporating elements of classical, jazz, folk, heavy metal, gamelan, blues, industrial, electronic, experimental music and new wave. They exerted a strong influence on the early 1970s progressive rock movement, including on contemporaries such as Yes and Genesis, and continue to inspire subsequent generations of artists across multiple genres.[1] The band earned a large cult following.[2][3]\n",
  "imgur_img": "https://i.imgur.com/MwWlMh6.jpeg"
},
{
  "_id": {
    "$oid": "665c7df57c43a4bf7ed3fe99"
  },
  "name": "Tha Alkaholiks",
  "slug": "tha-alkaholiks",
  "photo": "https://i.discogs.com/SbqxLTrFwrSt6dcypvjOIv_6L5XZOaBysT2_eLJSgv4/rs:fit/g:sm/q:40/h:702/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE0NzU5/LTE2NjQxODY5MzUt/MTYwOC5qcGVn.jpeg",
  "profile": "Tha Alkaholiks, also known as Tha Liks, is an American hip hop trio from Los Angeles, California, United States.[1] Since the early 1990s they have produced party music with a hardcore hip hop edge, powered by the beats of DJ and producer E-Swift (born Eric Brooks in Columbus, Georgia, raised in Toledo, Ohio) and the rhymes of J-Ro (born James Robinson in Los Angeles) and Tash (born Rico Smith in Cincinnati).[1] Though commercial crossover success largely eluded the group, they maintained a dedicated following on their native West Coast, throughout the United States and worldwide. 3 songs of Tha Alkaholiks were also featured on Loud Rocks.\n",
  "imgur_img": "https://i.imgur.com/apeB2B7.jpeg"
},
{
  "_id": {
    "$oid": "665c7df97c43a4bf7ed3fe9d"
  },
  "name": "Urban Shakedown",
  "slug": "urban-shakedown",
  "photo": "https://i.discogs.com/GDSCrVX39FzmLpSxpoqfGSWcI5AIBsm3avfkQd-zpmg/rs:fit/g:sm/q:40/h:452/w:560/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE1NzYw/LTE0MjIyMDY3MDct/NDY4Ny5qcGVn.jpeg",
  "profile": "British-based music producers.\r",
  "imgur_img": "https://i.imgur.com/bgJo3aN.jpeg"
},
{
  "_id": {
    "$oid": "665c7dfe7c43a4bf7ed3fe9f"
  },
  "name": "Micky Finn",
  "slug": "micky-finn",
  "photo": "https://i.discogs.com/v66U9PtEbyLVI6e-E3ticBdx0-p1NUjvIpKWrQl1P0Y/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTYwMC0x/NjI1OTMxOTkyLTM1/MDUuanBlZw.jpeg",
  "profile": "Mickey Finn or Micky Finn may refer to:\n",
  "imgur_img": "https://i.imgur.com/dfe12Ad.jpeg"
},
{
  "_id": {
    "$oid": "665c7e047c43a4bf7ed3fea3"
  },
  "name": "Led Zeppelin",
  "slug": "led-zeppelin",
  "photo": "https://i.discogs.com/AWAF4adbtvRtGQjElGpcZ65XAf6V8kvampEOvwJsdN4/rs:fit/g:sm/q:40/h:429/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTM0Mjc4/LTE2MTg4ODEyMjkt/NDI4MC5qcGVn.jpeg",
  "profile": "Led Zeppelin were  an English rock band formed in London in 1968. The group comprised vocalist Robert Plant, guitarist Jimmy Page, bassist and keyboardist John Paul Jones, and drummer John Bonham. With a heavy, guitar-driven sound, they are cited as one of the progenitors of hard rock and heavy metal, although their style drew from a variety of influences, including blues and folk music. Led Zeppelin have been credited as significantly impacting the nature of the music industry, particularly in the development of album-oriented rock (AOR) and stadium rock.\n",
  "imgur_img": "https://i.imgur.com/U0lh853.jpeg"
},
{
  "_id": {
    "$oid": "665c7e0e7c43a4bf7ed3feaa"
  },
  "name": "David Morales",
  "slug": "david-morales",
  "photo": "https://i.discogs.com/YacejNH6yu21tdPfXZgtawWB0cNUgyD0V9cR21FHxpk/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTc2MjQt/MTU5Njg5MjQ1OS03/NjI0LmpwZWc.jpeg",
  "profile": "David Morales (/məˈræləs/; born August 21, 1962) is an American disc jockey (DJ) and record producer. In addition to his production and DJ work, Morales is also a remixer.[1]\n",
  "imgur_img": "https://i.imgur.com/A0w2tjA.jpeg"
},
{
  "_id": {
    "$oid": "665c7e117c43a4bf7ed3feac"
  },
  "name": "The Face (3)",
  "slug": "the-face-3",
  "photo": "https://i.discogs.com/PYMhU8LcTdzh6leBHXb4kIrOBbCev6HWTaz7d_akYnY/rs:fit/g:sm/q:40/h:446/w:391/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI0Mjk4/LTExNDk1MTM0NjEu/anBlZw.jpeg",
  "profile": "House music project by [a=David Morales].",
  "imgur_img": "https://i.imgur.com/yebtRMp.jpeg"
},
{
  "_id": {
    "$oid": "665c7e177c43a4bf7ed3feb0"
  },
  "name": "Canned Heat",
  "slug": "canned-heat",
  "photo": "https://i.discogs.com/haR9d34ZqWsHuAuh6sH6YIdVn3BOo8-6m8McnuZreHE/rs:fit/g:sm/q:40/h:500/w:500/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI2OTA5/NC0xNjYyNjM3NDIw/LTcxMDUuanBlZw.jpeg",
  "profile": "Canned Heat is an American blues and rock band that was formed in Los Angeles in 1965.[4] The group has been noted for its efforts to promote interest in blues music and its original artists. It was launched by two blues enthusiasts Alan Wilson and Bob Hite, who took the name from Tommy Johnson's 1928 \"Canned Heat Blues\", a song about an alcoholic who had desperately turned to drinking Sterno, generically called \"canned heat\". After appearances at the Monterey and Woodstock festivals at the end of the 1960s, the band acquired worldwide fame with a lineup of Hite (vocals), Wilson (guitar, harmonica and vocals), Henry Vestine and later Harvey Mandel (lead guitar), Larry Taylor (bass), and Adolfo de la Parra (drums).\n",
  "imgur_img": "https://i.imgur.com/EfMPA52.jpeg"
},
{
  "_id": {
    "$oid": "665c7e1b7c43a4bf7ed3feb2"
  },
  "name": "John Lee Hooker",
  "slug": "john-lee-hooker",
  "photo": "https://i.discogs.com/3VrkEsTxCLI5hyClfhHhbBDuZqDZlzst3KdSPFMSkLY/rs:fit/g:sm/q:40/h:583/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTk0NTU3/LTE1ODIxMzE5MDYt/NDcwMi5qcGVn.jpeg",
  "profile": "John Lee Hooker (August 22, 1912[1] or 1917[4][5] – June 21, 2001) was an American blues singer, songwriter, and guitarist. The son of a sharecropper, he rose to prominence performing an electric guitar-style adaptation of Delta blues that he developed in Detroit. Hooker often incorporated other elements, including talking blues and early North Mississippi hill country blues. He developed his own driving-rhythm boogie style, distinct from the 1930s–1940s piano-derived boogie-woogie. Hooker was ranked 35 in Rolling Stone's 2015 list of 100 greatest guitarists, [6] and has been cited as one of the greatest male blues vocalists of all time.[7]\n",
  "imgur_img": "https://i.imgur.com/XIIhVRt.jpeg"
},
{
  "_id": {
    "$oid": "665c7e217c43a4bf7ed3feb6"
  },
  "name": "The Cult",
  "slug": "the-cult",
  "photo": "https://i.discogs.com/kbRsGoqP5g35iGNvCYhVWTWCnIsV6xwfdeuLqdBz_d8/rs:fit/g:sm/q:40/h:337/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE1MjY2/LTE0NTUzNzU5MDMt/MzA2NS5qcGVn.jpeg",
  "profile": "The Cult are  an English rock band formed in Bradford in 1983. Before settling on their current name in January 1984, the band performed under the name Death Cult, which was an evolution of the name of lead vocalist Ian Astbury's previous band Southern Death Cult. They gained a dedicated following in the United Kingdom in the mid-1980s as a post-punk and gothic rock band, with singles such as \"She Sells Sanctuary\", before breaking into the mainstream in the United States in the late 1980s establishing themselves as a hard rock band with singles such as \"Love Removal Machine\". Since its initial formation in 1983, the band have had various line-ups; the longest-serving members are Astbury and guitarist Billy Duffy, who are also the band's two main songwriters.\n",
  "imgur_img": "https://i.imgur.com/jAOIyB1.jpeg"
},
{
  "_id": {
    "$oid": "665c7e257c43a4bf7ed3feba"
  },
  "name": "The Reflektors (2)",
  "slug": "the-reflektors-2",
  "photo": null,
  "profile": null
},
{
  "_id": {
    "$oid": "665c7e2b7c43a4bf7ed3febe"
  },
  "name": "Iron Maiden",
  "slug": "iron-maiden",
  "photo": "https://i.discogs.com/rGZl8wPR08QU3FpAemQgc2j5yO7SeVFE4srI7TNTj6g/rs:fit/g:sm/q:40/h:587/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI1MTU5/NS0xNjM4NTE1NTIz/LTkwNjYuanBlZw.jpeg",
  "profile": "Iron Maiden are an English heavy metal band formed in Leyton, East London, in 1975 by bassist and primary songwriter Steve Harris. Although fluid in the early years of the band, the line-up for most of the band's history has consisted of Harris, lead vocalist Bruce Dickinson, drummer Nicko McBrain, and guitarists Dave Murray, Adrian Smith and Janick Gers. As pioneers of the new wave of British heavy metal movement, Iron Maiden released a series of UK and US Platinum and Gold albums, including 1980's debut album, 1981's Killers, and 1982's The Number of the Beast – its first album with Bruce Dickinson, who in 1981 replaced Paul Di'Anno as lead singer. The addition of Dickinson was a turning point in their career, establishing them as one of heavy metal's most important bands.[2] The Number of the Beast is among the most popular heavy metal albums of all time, having sold almost 20 million copies worldwide.[3]\n",
  "imgur_img": "https://i.imgur.com/6hm6wQA.jpeg"
},
{
  "_id": {
    "$oid": "665c7e317c43a4bf7ed3fec2"
  },
  "name": "Jean-Michel Jarre",
  "slug": "jean-michel-jarre",
  "photo": "https://i.discogs.com/NtjhA-24Nc3XtM2cE1VP55SVoz5T8DED1BNFDMA5U-I/rs:fit/g:sm/q:40/h:696/w:582/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTIwOTQx/NS0xNTE3MDAyODYy/LTQ2NDEuanBlZw.jpeg",
  "profile": "Jean-Michel André Jarre[note 1] (French pronunciation: [ʒɑ̃ miʃɛl ɑ̃dʁe ʒaʁ]; born 24 August 1948) is a French composer, performer and record producer. He is a pioneer in the electronic, ambient and new-age genres, and is known for organising outdoor spectacles featuring his music, accompanied by vast laser displays, large projections and fireworks.\n",
  "imgur_img": "https://i.imgur.com/SbzFabe.jpeg"
},
{
  "_id": {
    "$oid": "665c7e3e7c43a4bf7ed3fec9"
  },
  "name": "Pointer Sisters",
  "slug": "pointer-sisters",
  "photo": "https://i.discogs.com/3Ow2ZySqwy5LrfN6sZ0pjmOMsD2Lc-GxQEobMoVZ2GI/rs:fit/g:sm/q:40/h:406/w:400/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTg2MTYz/LTE0NzU2MDY4MjMt/MjcyOC5qcGVn.jpeg",
  "profile": "The Pointer Sisters are an American girl group from Oakland, California, who achieved mainstream success during the 1970s and 1980s. Their repertoire has included such diverse genres as R&B, pop, jazz, electronic music, bebop, blues, soul, funk, dance, country, and rock. The Pointer Sisters have won three Grammy Awards and received a star on the Hollywood Walk of Fame in 1994. The group had 13 US top 20 hits between 1973 and 1985.\n",
  "imgur_img": "https://i.imgur.com/rqdHXL4.jpeg"
},
{
  "_id": {
    "$oid": "665c7e447c43a4bf7ed3fecd"
  },
  "name": "Phil Collins",
  "slug": "phil-collins",
  "photo": "https://i.discogs.com/CuxW_4WXomKWNDTfpq_cypeUk4bCky88rdOt7LYgfj0/rs:fit/g:sm/q:40/h:847/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEwMTAy/OC0xNDcyOTE2OTc5/LTQyOTcuanBlZw.jpeg",
  "profile": "Philip David Charles Collins LVO (born 30 January 1951) is an English musician, singer, songwriter, record producer and actor. He was the drummer and later became the lead singer of the rock band Genesis and had a successful solo career, achieving three UK number one singles and seven US number one singles as a solo artist. In total, his work with Genesis, other artists, and solo resulted in more US top-40 singles than any other artist throughout the 1980s.[7] His most successful singles from the period include \"In the Air Tonight\", \"Against All Odds (Take a Look at Me Now)\", \"One More Night\", \"Sussudio\", \"Another Day in Paradise\" and \"I Wish It Would Rain Down\".\n",
  "imgur_img": "https://i.imgur.com/kJVQfzC.jpeg"
},
{
  "_id": {
    "$oid": "665c7e497c43a4bf7ed3fed1"
  },
  "name": "Kassem Mosse",
  "slug": "kassem-mosse",
  "photo": "https://i.discogs.com/ncqcquAP0p75uI-okj1lBluXiStRbMRi8SC68VliKOE/rs:fit/g:sm/q:40/h:900/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTU3NTYw/NC0xNjc4Mjg2Nzkz/LTg2MjQuanBlZw.jpeg",
  "profile": null,
  "imgur_img": "https://i.imgur.com/yUn30Px.jpeg"
},
{
  "_id": {
    "$oid": "665c7e4f7c43a4bf7ed3fed5"
  },
  "name": "Run-DMC",
  "slug": "run-dmc",
  "photo": "https://i.discogs.com/9LekvVJz1iXP_ppHIqFjYDpm6vROBhlaBpjvHEwEziY/rs:fit/g:sm/q:40/h:300/w:400/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTIxOTIx/My0xNDQ4NDQ1MTUw/LTM4NTYuanBlZw.jpeg",
  "profile": "Cet article ne cite pas suffisamment ses sources (juillet 2015).\n",
  "imgur_img": "https://i.imgur.com/4wn1E54.jpeg"
},
{
  "_id": {
    "$oid": "665c7e547c43a4bf7ed3fed9"
  },
  "name": "The Offspring",
  "slug": "the-offspring",
  "photo": "https://i.discogs.com/bEkgpwiApLQL9AXbrwQijIUprOjwb06R5sPPsGXUnNQ/rs:fit/g:sm/q:40/h:414/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEzMzcw/Ny0xNjE0MTg3ODEz/LTYxNzkucG5n.jpeg",
  "profile": "The Offspring is an American punk rock band from Garden Grove, California, formed in 1984.[2] Originally formed under the name Manic Subsidal, the band's current lineup consists of lead vocalist and rhythm guitarist Bryan \"Dexter\" Holland, lead guitarist Kevin \"Noodles\" Wasserman, bassist Todd Morse, multi-instrumentalist Jonah Nimoy and drummer Brandon Pertzborn. The Offspring is often credited (alongside fellow California punk bands Green Day, NOFX, Bad Religion, Rancid, Pennywise and Blink-182) for reviving mainstream interest in punk rock in the 1990s.[3][4] During their 39-year career, the Offspring has released 10 studio albums and sold more than 40 million records,[5][6] making them one of the best-selling punk rock bands in history.[7]\n",
  "imgur_img": "https://i.imgur.com/UZJRDf5.jpeg"
},
{
  "_id": {
    "$oid": "665c7e597c43a4bf7ed3fedd"
  },
  "name": "Rival Sons",
  "slug": "rival-sons",
  "photo": "https://i.discogs.com/7P-cCjc4IZl1RygluCjS31kTjnfGDCYCsaozkqGQ6N8/rs:fit/g:sm/q:40/h:398/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTIwNTEy/ODYtMTUyODE1MzU4/Ni05NTM5LmpwZWc.jpeg",
  "profile": "Band from Long Beach, Southern California.\r",
  "imgur_img": "https://i.imgur.com/2z2Hk7f.jpeg"
},
{
  "_id": {
    "$oid": "665c7e5d7c43a4bf7ed3fee1"
  },
  "name": "Mike Huckaby",
  "slug": "mike-huckaby",
  "photo": "https://i.discogs.com/B0f8z8ambx5GyT9Ch9RsswJrETeeRWuaGI4QSL2iRHM/rs:fit/g:sm/q:40/h:388/w:400/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTg3NTUt/MTMwNDI2NjMzNC5q/cGVn.jpeg",
  "profile": "American DJ, producer, and sound recording teacher from Detroit, Michigan, USA. \r",
  "imgur_img": "https://i.imgur.com/7tMr6m0.jpeg"
},
{
  "_id": {
    "$oid": "665c7e697c43a4bf7ed3fee8"
  },
  "name": "Massive Attack",
  "slug": "massive-attack",
  "photo": "https://i.discogs.com/hqtwEPGaiwoNgSfZNvXRw-PLd6yngTBZFJBx-hav_e0/rs:fit/g:sm/q:40/h:416/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTQ0ODAt/MTYwMzQzNzk1Ny03/MjcxLmpwZWc.jpeg",
  "profile": "Massive Attack are an English trip hop collective formed in 1988 in Bristol by Robert \"3D\" Del Naja, Adrian \"Tricky\" Thaws, Andrew \"Mushroom\" Vowles and Grant \"Daddy G\" Marshall. The group currently consists of Robert \"3D\" Del Naja, Adrian \"Tricky\" Thaws and Grant \"Daddy G\" Marshall.\n",
  "imgur_img": "https://i.imgur.com/BFEyHEO.jpeg"
},
{
  "_id": {
    "$oid": "665c7e6e7c43a4bf7ed3feec"
  },
  "name": "NOFX",
  "slug": "nofx",
  "photo": "https://i.discogs.com/JDEA9WPPrv5iFmVViVZ05qctGqTe3lJ9PeS9SicwOeA/rs:fit/g:sm/q:40/h:400/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI1MzI4/MS0xNjk4ODg1NzQy/LTc0NTMuanBlZw.jpeg",
  "profile": "NOFX (/ˌnoʊɛfˈɛks/) is an American punk rock band formed in Los Angeles in 1983.[1] Bassist/lead vocalist Fat Mike, rhythm guitarist Eric Melvin and drummer Erik Sandin are original founding and longest-serving members of the band, who have appeared on every release by the band, although Sandin departed briefly in 1985, only to rejoin the following year.[1] El Hefe joined the band in 1991 to play lead guitar and trumpet, rounding out the best-known iteration of the lineup.\n",
  "imgur_img": "https://i.imgur.com/6rxxqAp.jpeg"
},
{
  "_id": {
    "$oid": "665c7e757c43a4bf7ed3fef0"
  },
  "name": "Queen",
  "slug": "queen",
  "photo": "https://i.discogs.com/2Qj6o6CRUxbxHO_Sd3HDoweoYaZixahjCH_JJtWKZTY/rs:fit/g:sm/q:40/h:600/w:595/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTgxMDEz/LTEyMTE5Nzg2NTku/anBlZw.jpeg",
  "profile": "Queen are a British rock band formed in London in 1970 by Freddie Mercury (lead vocals, piano), Brian May (guitar, vocals), and Roger Taylor (drums, vocals), later joined by John Deacon (bass). Their earliest works were influenced by progressive rock, hard rock, and heavy metal, but the band gradually ventured into more conventional and radio-friendly works by incorporating further styles, such as arena rock and pop rock.\n",
  "imgur_img": "https://i.imgur.com/hPwot5K.jpeg"
},
{
  "_id": {
    "$oid": "665c7e7b7c43a4bf7ed3fef4"
  },
  "name": "Sharon Jones & The Dap-Kings",
  "slug": "sharon-jones-the-dap-kings",
  "photo": "https://i.discogs.com/R3891z_ALvqqIlWgLy54lvOajeuV85b9ZZKfIePtz1k/rs:fit/g:sm/q:40/h:500/w:500/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTgzODE2/LTE2NTc3MjI4MDMt/NTc3NC5qcGVn.jpeg",
  "profile": "Sharon Jones & the Dap-Kings were an American funk and soul band signed to Daptone Records. They were part of a revival movement of mid-1960s to mid-1970s style funk and soul music.[2] They released their debut album Dap Dippin' in 2002, the first of seven studio albums. Their 2014 album Give the People What They Want was nominated for the Grammy Award for Best R&B Album.[3] Following Sharon Jones' death in 2016, the band released the posthumous album Soul of a Woman in 2017 and a compilation of cover songs in 2020.\n",
  "imgur_img": "https://i.imgur.com/SNMYoeV.jpeg"
},
{
  "_id": {
    "$oid": "665c7e877c43a4bf7ed3fefb"
  },
  "name": "Thompson Twins",
  "slug": "thompson-twins",
  "photo": "https://i.discogs.com/Ouw5HIF4rnbwnZrqZjRVcZmO7hgP4voUhiVtqfDC0Gc/rs:fit/g:sm/q:40/h:602/w:580/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTQ0NTgx/LTEzNjgxOTYxMzkt/MTcwOC5qcGVn.jpeg",
  "profile": "Thompson Twins were a British pop band, formed in 1977 in Sheffield.[3] Initially a new wave group, they switched to a more mainstream pop sound and achieved considerable popularity during the early and mid-1980s, scoring a string of hits in the United Kingdom, the United States, and around the world. In 1993, they changed their name to Babble, to reflect their change in music from pop to dub-influenced chill-out. They continued as Babble until 1996, at which point the group permanently broke up.\n",
  "imgur_img": "https://i.imgur.com/7gHW7e9.jpeg"
},
{
  "_id": {
    "$oid": "665c7e8d7c43a4bf7ed3feff"
  },
  "name": "Interpol",
  "slug": "interpol",
  "photo": "https://i.discogs.com/0QRQKfPbu0MgeKgkrMW3XpHxEWfc5IYLkgLyuw6MQvY/rs:fit/g:sm/q:40/h:450/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTcxNzI1/LTE2NjQ1MDA3NjAt/MjY4OC5qcGVn.jpeg",
  "profile": "Interpol is an American rock band from Manhattan, New York.[1][2] Formed in 1997, their original line-up consisted of Paul Banks (lead vocals, rhythm guitar), Daniel Kessler (lead guitar, backing vocals), Carlos Dengler (bass guitar, keyboards), and Greg Drudy (drums). Drudy left the band in 2000 and was replaced by Sam Fogarino. Dengler left to pursue other projects in 2010, with Banks taking on the additional role of bassist instead of hiring a new one.\n",
  "imgur_img": "https://i.imgur.com/ZcOjKDO.jpeg"
},
{
  "_id": {
    "$oid": "665c7e927c43a4bf7ed3ff03"
  },
  "name": "Jeff Beck",
  "slug": "jeff-beck",
  "photo": "https://i.discogs.com/2zijgfvrs90rcwUUyCoTkmeZlUn7OrXeZUcO2AYoWtw/rs:fit/g:sm/q:40/h:576/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTQ5NjI0/LTE0NTU1ODY3MDgt/NjA5OS5qcGVn.jpeg",
  "profile": "Geoffrey Arnold Beck (24 June 1944 – 10 January 2023) was an English guitarist. He rose to prominence as a member of the rock band the Yardbirds, and afterwards founded and fronted the Jeff Beck Group and Beck, Bogert & Appice. In 1975, he switched to an instrumental style with focus on an innovative sound, and his releases spanned genres and styles ranging from blues rock, hard rock, jazz fusion and a blend of guitar-rock and electronica.\n",
  "imgur_img": "https://i.imgur.com/qE12vPI.jpeg"
},
{
  "_id": {
    "$oid": "665c7e977c43a4bf7ed3ff05"
  },
  "name": "The Yardbirds",
  "slug": "the-yardbirds",
  "photo": "https://i.discogs.com/f6OF5PzqBQdVq2nXwO1dnyknZoa44bh4kYHRgaTxblY/rs:fit/g:sm/q:40/h:441/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI2MjQ1/NS0xNDUwMzU5NzAy/LTI0ODQuanBlZw.jpeg",
  "profile": "The Yardbirds are an English rock band, formed in London in 1963. The band started the careers of three of rock's most famous guitarists: Eric Clapton (1963–1965), Jeff Beck (1965–1966) and Jimmy Page (1966–1968), all of whom ranked in the top five of Rolling Stone magazine's list of 100 greatest guitarists.[5] The band's other members during 1963–1968 were vocalist/harmonica player Keith Relf, drummer Jim McCarty, rhythm guitarist Chris Dreja, and bassist Paul Samwell-Smith, with Dreja switching to bass when Samwell-Smith departed in 1966. The band had a string of hits throughout the mid-1960s, including \"For Your Love\", \"Heart Full of Soul\", \"Shapes of Things\", and \"Over Under Sideways Down\".\n",
  "imgur_img": "https://i.imgur.com/mEWUQEQ.jpeg"
},
{
  "_id": {
    "$oid": "665c7e9e7c43a4bf7ed3ff09"
  },
  "name": "Janet Jackson",
  "slug": "janet-jackson",
  "photo": "https://i.discogs.com/6A4q_uQcb4w7EnoudsKj9X-N3BfwpigWj3jueKb4ixM/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTgwMjQt/MTQ0MzEwNzE1Mi04/ODYxLmpwZWc.jpeg",
  "profile": "Janet Damita Jo Jackson (born May 16, 1966) is an American singer, songwriter, actress, and dancer. She is noted for her innovative, socially conscious and sexually provocative records, as well as elaborate stage shows. Her sound and choreography became a catalyst in the growth of MTV, enabling her to rise to prominence while breaking gender and racial barriers in the process. Lyrical content which focused on social issues and lived experiences set her reputation as a role model for youth.\n",
  "imgur_img": "https://i.imgur.com/1yZ3jyc.jpeg"
},
{
  "_id": {
    "$oid": "665c7ea37c43a4bf7ed3ff0b"
  },
  "name": "Q-Tip",
  "slug": "q-tip",
  "photo": "https://i.discogs.com/EtaJywOOCndPnY4O45t0g76VFdz9kWWybgseiH4uNFA/rs:fit/g:sm/q:40/h:900/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTM1ODQ4/LTE3MTU5Mjk1NjEt/ODAzOC5qcGVn.jpeg",
  "profile": "Kamaal Ibn John Fareed (born Jonathan William Davis, April 10, 1970), better known by his stage name Q-Tip, is an American rapper, record producer, singer, and DJ. Nicknamed the Abstract, he is noted for his innovative jazz-influenced style of hip hop production and his philosophical, esoteric and introspective lyrical themes. He embarked on his music career in the late 1980s, as an MC and main producer of the influential alternative hip hop group A Tribe Called Quest. In the mid-1990s, he co-founded the production team The Ummah, followed by the release of his gold-certified solo debut Amplified in 1999. In the following decade, he released the Grammy Award-nominated album The Renaissance (2008) and the experimental album Kamaal the Abstract (2009).\n",
  "imgur_img": "https://i.imgur.com/HLZmsmL.jpeg"
},
{
  "_id": {
    "$oid": "665c7ea87c43a4bf7ed3ff0d"
  },
  "name": "Joni Mitchell",
  "slug": "joni-mitchell",
  "photo": "https://i.discogs.com/3ynxZWM14oXDKqXzBKzKEbcQimgsJlfMo8e_8SrQbWU/rs:fit/g:sm/q:40/h:603/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTkwMjMz/LTE2NDE0OTEwNTAt/Njg0My5qcGVn.jpeg",
  "profile": "Roberta Joan \"Joni\" Mitchell CC (née Anderson; born November 7, 1943) is a Canadian-American singer-songwriter, multi-instrumentalist, and painter. As one of the most influential singer-songwriters to emerge from the 1960s folk music circuit, Mitchell became known for her personal lyrics and unconventional compositions which grew to incorporate pop and jazz elements.[1] She has received many accolades, including eleven Grammy Awards and induction into the Rock and Roll Hall of Fame in 1997. Rolling Stone called her \"one of the greatest songwriters ever\",[2] and AllMusic has stated, \"Joni Mitchell may stand as the most important and influential female recording artist of the late 20th century.\"[1]\n",
  "imgur_img": "https://i.imgur.com/WfgByOO.jpeg"
},
{
  "_id": {
    "$oid": "665c7eb37c43a4bf7ed3ff13"
  },
  "name": "The Feelies",
  "slug": "the-feelies",
  "photo": "https://i.discogs.com/pB8FKmUlf5Sq8NvzA9jmMXRkgbIVDZ-utQnd3Raa6DA/rs:fit/g:sm/q:40/h:428/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE1MjQy/OC0xNDg3OTUxMjE1/LTIxOTkuanBlZw.jpeg",
  "profile": "The Feelies are an American rock band from Haledon, New Jersey. They formed in 1976 and disbanded in 1992 having released four albums. The band reunited in 2008, and released new albums in 2011 and 2017.\n",
  "imgur_img": "https://i.imgur.com/BT9OMG5.jpeg"
},
{
  "_id": {
    "$oid": "665c7ec47c43a4bf7ed3ff1b"
  },
  "name": "Trevor Jones",
  "slug": "trevor-jones",
  "photo": "https://i.discogs.com/LrWz3XHUotnUJOYUy2bexUkb_Ra_C9Mg3bNAlNoXFLA/rs:fit/g:sm/q:40/h:188/w:266/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTEwOTky/OC0xMjA5NDAwMjM0/LmpwZWc.jpeg",
  "profile": "Trevor Alfred Charles Jones (born 23 March 1949) is a South African composer of film and television scores.[1][2] Having spent much of his career in the United Kingdom, Jones has worked on numerous well-known and acclaimed films including Excalibur, Runaway Train, The Dark Crystal, Labyrinth, Mississippi Burning, The Last of the Mohicans, and In the Name of the Father; collaborating with filmmakers like John Boorman, Andrei Konchalovsky, Jim Henson, and Michael Mann.[3] He has composed for numerous films and his music has been critically acclaimed for both its depth and emotion, and he has been nominated for two Golden Globe Awards and three BAFTA Awards for Best Film Music.\n",
  "imgur_img": "https://i.imgur.com/KMmIkl8.jpeg"
},
{
  "_id": {
    "$oid": "665c7ecb7c43a4bf7ed3ff1f"
  },
  "name": "Radiohead",
  "slug": "radiohead",
  "photo": "https://i.discogs.com/jA7LLUg-4H8cyeVqtnmPoH9CqEWi_D4FiEOQJNzssS8/rs:fit/g:sm/q:40/h:400/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTM4NDAt/MTQ2Mjc4MTQxNi0y/NjE1LmpwZWc.jpeg",
  "profile": "Radiohead are an English rock band formed in Abingdon, Oxfordshire, in 1985. They comprise Thom Yorke (vocals, guitar, piano, keyboards); brothers Jonny Greenwood (guitar, keyboards, other instruments) and Colin Greenwood (bass); Ed O'Brien (guitar, backing vocals); and Philip Selway (drums, percussion). They have worked with the producer Nigel Godrich and the cover artist Stanley Donwood since 1994. Radiohead's experimental approach is credited with advancing the sound of alternative rock.\n",
  "imgur_img": "https://i.imgur.com/5Y6v2HR.jpeg"
},
{
  "_id": {
    "$oid": "665c7ed67c43a4bf7ed3ff26"
  },
  "name": "The Jesus And Mary Chain",
  "slug": "the-jesus-and-mary-chain",
  "photo": "https://i.discogs.com/xY6Hrq4deSrpA-GOXOPWiSc-x4lV0pH8FhtunD9lwQw/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI0MzI4/MC0xNjU1NTk1OTY2/LTUyMDIuanBlZw.jpeg",
  "profile": "The Jesus and Mary Chain are a Scottish alternative rock band formed in East Kilbride in 1983. The band revolves around the songwriting partnership of brothers Jim and William Reid, who are the two founders and only consistent members of the band since its formation. They are recognized as key figures in the development of the shoegaze and noise pop subgenres.[7] The band have had twelve top 40 entries and two top 10 hits in the UK Singles Chart in the course of their career.\n",
  "imgur_img": "https://i.imgur.com/GdA93Eo.jpeg"
},
{
  "_id": {
    "$oid": "665c7ee17c43a4bf7ed3ff2d"
  },
  "name": "Grover Washington, Jr.",
  "slug": "grover-washington-jr",
  "photo": "https://i.discogs.com/g1TaPZlwQTz-NwQIw2JspEqwt4VF0vnxuptmZk2lSvY/rs:fit/g:sm/q:40/h:741/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTIzNjIx/Mi0xMzE5MzI3NzY4/LmpwZWc.jpeg",
  "profile": "Grover Washington Jr. (December 12, 1943 – December 17, 1999)[1][2] was an American jazz-funk and soul-jazz saxophonist and Grammy Award winner. Along with Wes Montgomery and George Benson, he is considered by many to be one of the founders and legends of the smooth jazz genre.[3]\nHe wrote some of his material and later became an arranger and producer.\n",
  "imgur_img": "https://i.imgur.com/fjdwNE0.jpeg"
},
{
  "_id": {
    "$oid": "665c7ee87c43a4bf7ed3ff31"
  },
  "name": "Elvis Presley",
  "slug": "elvis-presley",
  "photo": "https://i.discogs.com/LFYecNMvhhPr1THuLzL_AlzGK7QSzZf6uwsWVEPqDVA/rs:fit/g:sm/q:40/h:778/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI3NTE4/LTE2MjI0MDE5MDkt/NTkxOC5qcGVn.jpeg",
  "profile": "Elvis Aaron Presley[a] (January 8, 1935 – August 16, 1977), also known mononymously as Elvis, was an American singer and actor. Known as the \"King of Rock and Roll\", he is regarded as one of the most significant cultural figures of the 20th century. Presley's energized interpretations of songs and sexually provocative performance style, combined with a singularly potent mix of influences across color lines during a transformative era in race relations, brought both great success and initial controversy.\n",
  "imgur_img": "https://i.imgur.com/ymHoXW3.jpeg"
},
{
  "_id": {
    "$oid": "665c7eed7c43a4bf7ed3ff35"
  },
  "name": "Frankie Goes To Hollywood",
  "slug": "frankie-goes-to-hollywood",
  "photo": "https://i.discogs.com/4_4WWV0f0WBaMxK-tOHMhp53t-NiNoMCTpzR-IM62OU/rs:fit/g:sm/q:40/h:420/w:350/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTYyNzMt/MTEwNDY4MzIzNS5q/cGc.jpeg",
  "profile": "Frankie Goes to Hollywood were an English pop band that formed in Liverpool in 1980. They comprise Holly Johnson (vocals), Paul Rutherford (backing vocals), Mark O'Toole (bass), Brian Nash (guitar) and Peter Gill (drums). They were among the first openly gay pop acts and made gay rights and sexuality a theme of their music and performances. \n",
  "imgur_img": "https://i.imgur.com/gzQvxLy.jpeg"
},
{
  "_id": {
    "$oid": "665c7ef97c43a4bf7ed3ff3c"
  },
  "name": "Creedence Clearwater Revival",
  "slug": "creedence-clearwater-revival",
  "photo": "https://i.discogs.com/xNojEqi95d401MIJj9JGHouzKp5xB61fysy8nsQy4j4/rs:fit/g:sm/q:40/h:282/w:292/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI1MjEw/Mi0xMzIzMjk4NDM2/LmpwZWc.jpeg",
  "profile": "Creedence Clearwater Revival, commonly abbreviated as CCR or simply Creedence, was an American rock band formed in El Cerrito, California. The band consisted of lead vocalist, lead guitarist, and primary songwriter John Fogerty, his brother, rhythm guitarist Tom Fogerty, bassist Stu Cook, and drummer Doug Clifford. These members had played together since 1959, first as the Blue Velvets and later as the Golliwogs, before settling on Creedence Clearwater Revival in 1967.[1] The band's most prolific and successful period between 1969 and 1971 produced fourteen consecutive Top 10 singles (many of which were double A-sides) and five consecutive Top 10 albums in the United States – two of which, Green River (1969) and Cosmo's Factory (1970), reached number one. The band performed at the 1969 Woodstock festival in Upstate New York, and was the first major act signed to appear there.[2]\n",
  "imgur_img": "https://i.imgur.com/gJ6zIRp.jpeg"
},
{
  "_id": {
    "$oid": "665c7f047c43a4bf7ed3ff43"
  },
  "name": "Cyndi Lauper",
  "slug": "cyndi-lauper",
  "photo": "https://i.discogs.com/K6OwG10Tngxxxm8Fer6Y-gJIrYC-NFuQ9kwLfMl8wHk/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI5NzE4/LTE1MjgzMTYyODEt/MzM2OS5wbmc.jpeg",
  "profile": "Cynthia Ann Stephanie Lauper (/ˈlɔːpər/; born June 22, 1953) is an American singer, songwriter, actress, and activist.[2] Her career has spanned over 40 years.[3] Her album She's So Unusual (1983) was the first debut album by a female artist to achieve four top-five hits on the Billboard Hot 100—\"Girls Just Want to Have Fun\", \"Time After Time\", \"She Bop\", and \"All Through the Night\"—and earned Lauper the Best New Artist award at the 27th Annual Grammy Awards in 1985. Her success continued with the soundtrack for the motion picture The Goonies (1985) and her second record True Colors (1986). This album included the number-one single \"True Colors\" and \"Change of Heart\", which peaked at number three. Her cover of the Marvin Gaye song \"What's Going On\" was a moderate hit in 1987. In 1989, Lauper saw success with \"I Drove All Night\" and in 1993, had her first dance club hit with \"That's What I Think\".\n",
  "imgur_img": "https://i.imgur.com/ffCMfnp.jpeg"
},
{
  "_id": {
    "$oid": "665c7f0a7c43a4bf7ed3ff47"
  },
  "name": "Motörhead",
  "slug": "motorhead",
  "photo": "https://i.discogs.com/XIA0wT09fcE3ff3LKa76v79iDSVAZ8klKRtHNDzx_R4/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTIzMzY1/OC0xNTI5MDUwNjYw/LTQwOTkuanBlZw.jpeg",
  "profile": "Motörhead[a] (/ˈmoʊtərhɛd/) were  an English rock band formed in London in 1975 by bassist and lead vocalist Lemmy Kilmister, guitarist Larry Wallis and drummer Lucas Fox. Lemmy was also the primary songwriter and only constant member. The band are often considered a precursor to the new wave of British heavy metal, which re-energised heavy metal in the late 1970s and early 1980s.[1] Though several guitarists and drummers have played in Motörhead, most of their best-selling albums and singles feature drummer Phil \"Philthy Animal\" Taylor and guitarist \"Fast\" Eddie Clarke. From 1995 until the band's breakup in 2015, the group consisted of Lemmy, Mikkey Dee (drums) and Phil Campbell (guitar).\n",
  "imgur_img": "https://i.imgur.com/2n0vd18.jpeg"
},
{
  "_id": {
    "$oid": "665c7f107c43a4bf7ed3ff4b"
  },
  "name": "John Williams (4)",
  "slug": "john-williams-4",
  "photo": "https://i.discogs.com/sHIU3Yy3dm4WUkm0ToSLeEtKqtZD-CPLD4Hfph3zL3E/rs:fit/g:sm/q:40/h:400/w:400/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI3MzM5/NC0xNjAzMDA3Nzky/LTE4NjkuanBlZw.jpeg",
  "profile": "John Towner Williams (born February 8, 1932)[1][2][3] is an American composer and conductor. In a career that has spanned seven decades, he has composed some of the most popular, recognizable, and critically acclaimed film scores in cinema history.[4][5][6] He has a distinct sound that mixes romanticism, impressionism, and atonal music with complex orchestration.[7] He is best known for his collaborations with Steven Spielberg and George Lucas and has received numerous accolades including 26 Grammy Awards, five Academy Awards, seven BAFTA Awards, three Emmy Awards, and four Golden Globe Awards. With 54 Academy Award nominations, he is the second-most nominated person, after Walt Disney,[a] and is the oldest Oscar nominee in any category, at 91 years old.[8]\n",
  "imgur_img": "https://i.imgur.com/c32fprp.jpeg"
},
{
  "_id": {
    "$oid": "665c7f157c43a4bf7ed3ff4f"
  },
  "name": "Freeez",
  "slug": "freeez",
  "photo": "https://i.discogs.com/hikxLk3LXpu2nZm2JbITCw6mx7R0u3yOoI1aLihFT4Q/rs:fit/g:sm/q:40/h:800/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTg2NzAt/MTU3OTA1OTk5My01/ODI2LnBuZw.jpeg",
  "profile": "Freeez were an English electronic music group, initially known as one of the UK's main jazz-funk bands of the early 1980s before transitioning to an electro style.[1] Initiated by John Rocca, Freeez consisted of various musicians, originally with Rocca and others such as Andy Stennett (keyboards), Peter Maas (bass guitar) and Paul Morgan or Everton McCalla (drums). They had an international hit with \"IOU\", and a UK top 10 with \"Southern Freeez\".[2]\n",
  "imgur_img": "https://i.imgur.com/NaSwu6x.jpeg"
},
{
  "_id": {
    "$oid": "665c7f1b7c43a4bf7ed3ff53"
  },
  "name": "The Mission",
  "slug": "the-mission",
  "photo": "https://i.discogs.com/4d7NZ1zu3OE3QW_ueSXRbLn28nvahCV1HU6B2cWIxRI/rs:fit/g:sm/q:40/h:215/w:320/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTk5OTI1/LTE0MDE3Mjc0NTct/NTY0Ni5qcGVn.jpeg",
  "profile": "The Mission (known as the Mission UK in the United States) are an English gothic rock band formed in 1986.\nInitially known as the Sisterhood, the band was started by frontman Wayne Hussey and bassist Craig Adams (both from the Sisters of Mercy), soon adding drummer Mick Brown (Red Lorry Yellow Lorry) and guitarist Simon Hinkler (Artery and Pulp). Aside from Hussey, the lineup has changed several times during the years and the band has been on hiatus twice.[1][2]\n",
  "imgur_img": "https://i.imgur.com/QwuLu6V.jpeg"
},
{
  "_id": {
    "$oid": "665c7f277c43a4bf7ed3ff5a"
  },
  "name": "Nine Inch Nails",
  "slug": "nine-inch-nails",
  "photo": "https://i.discogs.com/bowAToomEQqvKveIc7CgBsQyEu9P8Akrgq5jXjUm3VM/rs:fit/g:sm/q:40/h:344/w:522/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTM4NTct/MTU4NTMxNTYzNi02/OTc0LmpwZWc.jpeg",
  "profile": "Nine Inch Nails, commonly abbreviated as NIN, stylized as NIИ, is an American industrial rock band formed in Cleveland in 1988. Singer, songwriter, multi-instrumentalist, and producer Trent Reznor was the only permanent member of the band until his frequent collaborator, Atticus Ross, joined in 2016. The band's debut album, Pretty Hate Machine (1989), was released via TVT Records. After disagreeing with TVT about how to promote the album, the band signed with Interscope Records and released the EP Broken (1992). The following albums, The Downward Spiral (1994) and The Fragile (1999), were released to critical acclaim and commercial success.\n",
  "imgur_img": "https://i.imgur.com/dibtucS.jpeg"
},
{
  "_id": {
    "$oid": "665c7f327c43a4bf7ed3ff61"
  },
  "name": "Morphine (2)",
  "slug": "morphine-2",
  "photo": "https://i.discogs.com/GJNxKrhxZqzPjPoeJlSQceSwK9zy-Z5sfhCFQtBCbZY/rs:fit/g:sm/q:40/h:508/w:500/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI1NjIx/Ni0xMzY5MDcwNDA4/LTUwMjcuanBlZw.jpeg",
  "profile": "Morphine was an American rock band formed by Mark Sandman, Dana Colley, and Jerome Deupree in Cambridge, Massachusetts, in 1989. Drummer Billy Conway replaced Deupree as the band's live drummer in 1991. Deupree recorded the album Cure For Pain, with the exception of the title track which was recorded by Conway, before being permanently replaced by Conway in 1993. Both drummers appeared together during a 15 date US tour in March of 1999. After five successful albums and extensive touring, they disbanded after lead vocalist Sandman died of a heart attack onstage in Palestrina, Italy, on July 3, 1999. Founding members have reformed into the band Vapors of Morphine, maintaining much of the original style and sound.\n",
  "imgur_img": "https://i.imgur.com/r2mf4d4.jpeg"
},
{
  "_id": {
    "$oid": "665c7f387c43a4bf7ed3ff65"
  },
  "name": "The Beach Boys",
  "slug": "the-beach-boys",
  "photo": "https://i.discogs.com/6goVnljroLwrxfzYkgul_-_GeH1Gp-xd2VFwAvLkmL8/rs:fit/g:sm/q:40/h:375/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTcwODI5/LTE2Mzc4Njk1ODMt/MjcxOC5qcGVn.jpeg",
  "profile": "The Beach Boys are an American rock band formed in Hawthorne, California, in 1961. The group's original lineup consisted of brothers Brian, Dennis and Carl Wilson, their cousin Mike Love, and friend Al Jardine. Distinguished by their vocal harmonies, adolescent-oriented lyrics, and musical ingenuity, they are one of the most influential acts of the rock era. They drew on the music of older pop vocal groups, 1950s rock and roll, and black R&B to create their unique sound. Under Brian's direction, they often incorporated classical or jazz elements and unconventional recording techniques in innovative ways.\n",
  "imgur_img": "https://i.imgur.com/EIiX8dJ.jpeg"
},
{
  "_id": {
    "$oid": "665c7f3e7c43a4bf7ed3ff69"
  },
  "name": "Placebo",
  "slug": "placebo",
  "photo": "https://i.discogs.com/aC5Qd1CbodwhoQsiBbDNLqDI5iw4BMFMhLnArHcjDDE/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTk0MzYt/MTUyNTM4MDc4NS0y/NjY4LmpwZWc.jpeg",
  "profile": "Placebo is a British alternative rock band, formed in London in 1994 by vocalist–guitarist Brian Molko and bassist–guitarist Stefan Olsdal, and in late 1994 Robert Schultzberg joined as drummer. Molko was born in Belgium and Olsdal and Schultzberg in Sweden; Molko and Olsdal grew up in Luxembourg before separately relocating to London and becoming British citizens. Schultzberg left the band in 1996 shortly after the release of the band's eponymous debut album due to conflicts with Molko, and was replaced the same year by Steve Hewitt.  \n",
  "imgur_img": "https://i.imgur.com/qFz1UmZ.jpeg"
},
{
  "_id": {
    "$oid": "665c7f497c43a4bf7ed3ff70"
  },
  "name": "Gladys Knight And The Pips",
  "slug": "gladys-knight-and-the-pips",
  "photo": "https://i.discogs.com/AmrfiroATJX04OKFRH6DquWDYzKnrDx6BphsZc2eMx8/rs:fit/g:sm/q:40/h:417/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTMwMTM1/LTE2ODU5Mzg2OTgt/MjQ3NS5qcGVn.jpeg",
  "profile": "Gladys Knight & the Pips were an American R&B, soul, and funk family music group from Atlanta, Georgia, that remained active on the music charts and performing circuit for over three decades starting from the early 1950s.\n",
  "imgur_img": "https://i.imgur.com/VjrnXIa.jpeg"
},
{
  "_id": {
    "$oid": "665c7f4f7c43a4bf7ed3ff74"
  },
  "name": "Swans",
  "slug": "swans",
  "photo": "https://i.discogs.com/61NTmGh226ZzhRurARZSIl4_s5PslXH_Xr3euvN64kM/rs:fit/g:sm/q:40/h:441/w:534/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE1NDU4/OC0xNDE4MTAwOTYx/LTU2MjMuanBlZw.jpeg",
  "profile": "Swans are an American experimental rock band formed in 1982 by singer, songwriter and multi-instrumentalist Michael Gira. One of the few acts to emerge from the New York City-based no wave scene and stay intact into the next decade, Swans have become recognized for an ever-changing sound, exploring genres such as noise rock, post-punk, industrial and post-rock. Initially, their music was known for its sonic brutality and misanthropic lyrics. Following the addition of singer, songwriter and keyboardist Jarboe in 1986, Swans began to incorporate melody and intricacy into their music. Jarboe remained the band's only constant member except Gira and semi-constant guitarist Norman Westberg until their dissolution in 1997.\n",
  "imgur_img": "https://i.imgur.com/vGeFpmV.jpeg"
},
{
  "_id": {
    "$oid": "665c7f537c43a4bf7ed3ff78"
  },
  "name": "The Cinematic Orchestra",
  "slug": "the-cinematic-orchestra",
  "photo": "https://i.discogs.com/QLzTIC8j_v6mYduzYh4hJeWj5O896AzNniO6Tgyf_kU/rs:fit/g:sm/q:40/h:429/w:429/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTMzODQt/MTMzMDAxNjAzMi5q/cGVn.jpeg",
  "profile": "[a=J Swinscoe] first formed a group called [a=Crabladder] in 1990, whilst studying Fine Art at Cardiff College, releasing one official single on his own [l=Power Tool] label. In 1994, Swinscoe was given a DJ spot on Heart FM, a pirate radio station in south London.\r",
  "imgur_img": "https://i.imgur.com/wDBptqK.jpeg"
},
{
  "_id": {
    "$oid": "665c7f597c43a4bf7ed3ff7c"
  },
  "name": "Eric Clapton",
  "slug": "eric-clapton",
  "photo": "https://i.discogs.com/BQgYlSTigtaBcfNiGCshW3gUxZI3XipX6ggLcHlrBKg/rs:fit/g:sm/q:40/h:400/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE3ODI3/LTE2MzgzMDIwMDIt/MzIzNS5qcGVn.jpeg",
  "profile": "Eric Patrick Clapton CBE (born 30 March 1945) is an English rock and blues guitarist, singer, and songwriter. He is regarded as one of the most successful and influential guitarists in rock music.[2] He ranked second in Rolling Stone's list of the \"100 Greatest Guitarists of All Time\"[3] and fourth in Gibson's \"Top 50 Guitarists of All Time\".[4] In 2023, Rolling Stone named Clapton the 35th best guitarist of all time.[5] He was also named number five in Time magazine's list of \"The 10 Best Electric Guitar Players\" in 2009.[6]\n",
  "imgur_img": "https://i.imgur.com/jO3CgKo.jpeg"
},
{
  "_id": {
    "$oid": "665c7f5f7c43a4bf7ed3ff80"
  },
  "name": "Cameo",
  "slug": "cameo",
  "photo": "https://i.discogs.com/SObGnsjPiJeMDm8eBhKnxxjLhTznx94CdgF81qj82n0/rs:fit/g:sm/q:40/h:592/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTE4MzUt/MTUyNTQ0Njk3OS0y/NzQ0LmpwZWc.jpeg",
  "profile": "Cameo is an American funk band that formed in 1974.[1] Cameo was initially a 14-member group known as the New York City Players;[1] this name was later changed to Cameo.\n",
  "imgur_img": "https://i.imgur.com/0QLvgYf.jpeg"
},
{
  "_id": {
    "$oid": "665c7f657c43a4bf7ed3ff84"
  },
  "name": "Die Fantastischen Vier",
  "slug": "die-fantastischen-vier",
  "photo": "https://i.discogs.com/_SrvfJauoUaHAMax9gQynECip6x3fP9Ujw3dcv58XSQ/rs:fit/g:sm/q:40/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTUwNzE4/LTE1OTA4Mjg5MDQt/MjkzNi5qcGVn.jpeg",
  "profile": "Die Fantastischen Vier (oft Fanta 4 abgekürzt) sind eine deutsche Hip-Hop-Gruppe aus Stuttgart. Die Mitglieder sind Michael Bernd Schmidt alias Smudo, Thomas Dürr alias Hausmeister Thomas D und Michael Beck alias Michi Beck bzw. Dee Jot Hausmarke. Produzent ist das vierte Mitglied Andreas Rieke alias And.Ypsilon, Manager der Gruppe ist seit 1989 Andreas Läsker.\n",
  "imgur_img": "https://i.imgur.com/zJ35XIz.jpeg"
},
{
  "_id": {
    "$oid": "665c8a79b92597f693f647c6"
  },
  "name": "My Chemical Romance",
  "slug": "my-chemical-romance",
  "photo": "https://i.discogs.com/ZITgaA2qEcCKbPVHBwg1lQy0-UORqWoi4cFklxs3yAE/rs:fit/g:sm/q:40/h:926/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTMxOTQw/Ni0xNjUyNDE3NDE1/LTc3MDEuanBlZw.jpeg",
  "profile": "My Chemical Romance (commonly abbreviated to MCR or My Chem) is an American rock band from Newark, New Jersey. The band's current lineup consists of lead vocalist Gerard Way, lead guitarist Ray Toro, rhythm guitarist Frank Iero, and bassist Mikey Way. They are considered one of the most influential rock groups of the 2000s and a major act in the pop-punk and emo genres, despite the band rejecting the latter label. Founded in September 2001 by Gerard, Mikey, Toro, and drummer Matt Pelissier (and later joined by Iero), the band signed with Eyeball Records and released their debut album, I Brought You My Bullets, You Brought Me Your Love, in 2002. They signed with Reprise Records the next year and released their major-label debut, Three Cheers for Sweet Revenge, in 2004. Shortly after the album's release, Pelissier was replaced by Bob Bryar. The album was a commercial success, attaining platinum status over a year later.",
  "imgur_img": "https://i.imgur.com/JQOb1vx.jpeg"
}]